[
  {
    "name": "Abhishek Gupta",
    "education": "PhD (Electrical and Computer Engineering), Toronto Metropolitan University, Canada",
    "biography": "Dr. Abhishek Gupta received his PhD in Electrical and Computer Engineering from Toronto Metropolitan University, Canada. During his PhD, he worked on the application of Machine Learning techniques for performance optimization in Wireless Communications. He also holds an MS in Electrical, Computer from Ryerson University, Canada where he worked on Computer Vision in Autonomous Vehicles using machine learning techniques. Prior to this, he completed an MS in Intelligent Systems from De Montfort University, UK and BE in Electronics and Telecommunication Engineering from Savitribai Phule Pune University, Pune, India. His research interests are machine learning, signal processing, wireless communications and computer vision.",
    "specialization": "Machine Learning, Statistical Signal Processing, RF Communications, Computer Vision, Autonomous Vehicles",
    "teaching": [
      "Signals and Systems",
      "Computer Networks",
      "Digital Communications",
      "Network Security",
      "Probability and Statistics"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261598",
      "email": "abhishek_gupta@dau.ac.in",
      "address": "3208, FB-3, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/abhishek-gupta"
  },
  {
    "name": "Abhishek Jindal",
    "education": "PhD (Electronics & Communication Engineering), IIT Delhi",
    "biography": "I received the B. Tech. and M. Tech. degrees from the Jaypee Institute of Information Technology (JIIT) Noida, India. Thereafter, I obtained my Ph.D. from the Bharti School of Telecommunication Technology and Management at the Indian Institute of Technology Delhi (IIT Delhi), New Delhi, India. I was a postdoctoral research associate in the Department of Computer Science, University of Texas at Dallas, USA during 2017-2018. For a brief duration, I was a research assistant professor at the Atria Institute of Technology (affiliated to Visvesvaraya Technological University (VTU), Belagavi) in Bengaluru, India. Since June, 2019, I am a faculty at DA-IICT. My tenure details are as follows.Assistant Professor: June 2019 - April 2025Associate Professor: May 2025 - Present",
    "specialization": "Reinforcement Learning, Deep Learning for Finance and Cyber Security, Wireless Communication, Cyber-Physical Systems, Information Security",
    "teaching": [
      "Teaching",
      "Reinforcement Learning",
      "Applications of Machine Learning to Wireless Communication",
      "Digital Communication",
      "Cyber-Physical Systems",
      "Introduction to Wireless Communication"
    ],
    "publications": [
      "Reinforcement Learning",
      "Applications of Machine Learning to Wireless Communication",
      "Digital Communication",
      "Cyber-Physical Systems",
      "Introduction to Wireless Communication"
    ],
    "contact": {
      "phone": "079-68261654",
      "email": "abhishek_jindal@dau.ac.in",
      "address": "4101, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/abhishek-jindal"
  },
  {
    "name": "Abhishek Tilva",
    "education": "PhD (Statistics), Columbia University, New York, USA",
    "biography": "Abhishek Tilva currently serves as an Assistant Professor at DAU. He holds M.A., M.Phil. and Ph.D. degrees in Statistics from Columbia University, New York and B.S. and M.S. degrees in Mathematics from Indian Institute of Science Education and Research (IISER), Pune.",
    "specialization": "Arbitrage Theory, Stochastic Portfolio Theory, Stochastic Analysis",
    "teaching": [
      "WEBPAGE LINK:",
      "Please Click Here"
    ],
    "publications": [
      "Bayraktar, Erhan, Donghan Kim, andAbhishek Tilva. \"Quantifying dimensional change in stochastic portfolio theory.\" Mathematical Finance 34.3 (2024): 977-1021.",
      "Bayraktar, Erhan, Donghan Kim, andAbhishek Tilva. \"Arbitrage theory in a market of stochastic dimension.\" Mathematical Finance 34.3 (2024): 847-895.",
      "Nualart, David, andAbhishek Tilva. \"Continuous Breuer-Major theorem for vector valued fields.\" Stochastic Analysis and Applications 38.4 (2020): 668-685."
    ],
    "contact": {
      "phone": "079-68261549",
      "email": "abhishek_tilva@dau.ac.in",
      "address": "2209, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/abhishek-tilva"
  },
  {
    "name": "Aditya Tatu",
    "education": "PhD (Computer Science), University of Copenhagen, Denmark",
    "biography": "Aditya Tatu received his Phd from the Department of Computer Science, University of Copenhagen, Denmark in 2010, after which he joined DAIICT, Gandhinagar. He is an Associate Professor at DAIICT since January 2019.His research interests lie in the areas of Image, Signal and Geometry Processing, often relying on Variational methods, Differential Geometry, Linear algebra and (convex) optimization.",
    "specialization": "Computer Vision, Image Processing, Pattern Recognition, Signal Processing",
    "teaching": [
      "Teaching",
      "Linear Algebra & Functional Analysis, Optimization",
      "Image & Signal Processing",
      "Shape Modeling, Computer Graphics",
      "Robotics"
    ],
    "publications": [
      "Darshan Batavia and Aditya Tatu, Estimating graph topology from sparse graph signals with an application to image denoising, 19th IEEE Intl. W’shop on Multimedia Signal Processing (MMSP), U.K., Oct 2017.DOI: 10.1109/MMSP.2017.8122233",
      "Aditya Tatu and Sumukh Bansal, A Novel Active Contour Model for Texture Segmentation, 10th Intl. Conference on Energy Minimization Methods in Computer Vision and Pattern Recognition (EMMCVPR), Hong Kong, Jan 2015.DOI: https://doi.org/10.1007/978-3-319-14612-6_17",
      "Sumukh Bansal and Aditya Tatu, Active Contour Models for Manifold Valued Image Segmentation, Journal of Mathematical Imaging and Vision, vol. 52, no. 2, pp 303-314, Feb 2015.DOI: https://doi.org/10.1007/s10851-015-0562-3",
      "Aditya Tatu, François Lauze, Mads Nielsen, Benjamin B. Kimia,Exploring the representation capabilities of the HOG descriptor, ICCV Workshops Nov 2011.DOI: 10.1109/ICCVW.2011.6130416"
    ],
    "contact": {
      "phone": "079-68261540",
      "email": "aditya_tatu@dau.ac.in",
      "address": "1206, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/aditya-tatu"
  },
  {
    "name": "Ajay Beniwal",
    "education": "PhD (Electronics and Communication Engineering), IIIT Allahabad",
    "biography": "Dr. Ajay Beniwal is currently serving as an Assistant Professor at Dhirubhai Ambani University (Formerly DA-IICT) - Gandhinagar, India. Prior to this, he worked as a Postdoctoral Research Fellow at University College London (UCL), UK and held the prestigious Marie Curie Postdoctoral Fellowship (UKRI funded) at the University of Glasgow, UK. He holds ongoing visiting and research affiliate positions at the UCL and University of Glasgow, respectively.He completed his PhD in Electronics and Communication Engineering from Indian Institute of Information Technology (IIIT) – Allahabad, India, where he was recognized with the Emerging Researcher Award. He has been awarded with University Gold Medal during his Master’s degree.Dr. Beniwal is also a recipient of DST INSPIRE Faculty Fellowship awarded by Ministry of Science & Technology, Government of India. His research interests include flexible and printed electronics, smart sensing technologies, sensor materials, sustainable and green electronics.",
    "specialization": "Flexible and Printable Electronics for Healthcare and Digital Agricultural Applications, Smart Sensing Technologies with Wireless Connectivity, Sensor Materials and Nanocomposites, Sustainable and Green Electronics.",
    "teaching": [
      "Flexible and Printed Electronics"
    ],
    "publications": [
      "Ajay Beniwal, Priyanka Ganguly, Gaurav Khandelwal, Rahul Gond, Brajesh Rawat and Chong Li, “Additive Strategies to Mitigate Humidity Interference Effects on PEDOT:PSS Sensors for Ammonia Detection,” IEEE Sensors Journal, vol. 25, no. 6, pp. 9357-9366, 2025. doi: 10.1109/JSEN.2025.3533298",
      "Ajay Beniwal, Rahul Gond, Xenofon Karagiorgis, Brajesh Rawat and Chong Li, “Room Temperature Operated Fe2O3/PANI-based Flexible and Eco-friendly Ammonia Sensor with Sub-ppm Detectability,” IEEE Sensors Letters, vol. 9, no. 2, pp. 1-4, 2025. doi: 10.1109/LSENS.2025.3527229",
      "P. Shukla, R. Gond,Ajay Beniwal, C. Li and B. Rawat, “Disposable and Highly Sensitive Humidity Sensor based on PEDOT:PSS/GO Heterostructure,” IEEE Journal on Flexible Electronics, 2025. doi: 10.1109/JFLEX.2025.3533498",
      "Ajay Beniwal, Gaurav Khandelwal, Rudra Mukherjee, Daniel M. Mulvihill, Chong Li, “Eco-friendly textile-based wearable humidity sensor with multi-node wireless connectivity for healthcare applications,”ACS Applied Bio Materials, 7(7), 4772-4784, 2024. (doi: 10.1021/acsabm.4c00593)",
      "Ajay Beniwal, Priyanka Ganguly, A. K. Aliyana, Gaurav Khandelwal, and Ravinder Dahiya, “Screen-printed graphene-carbon ink based disposable humidity sensor with wireless communication,” Sensors and Actuators B: Chemical, 374, 132731, 2023. doi: 10.1016/j.snb.2022.132731",
      "X. Karagiorgis, G. Khandelwal,Ajay Beniwal, R. Chirila, P.J. Skabara, and Ravinder Dahiya, “Polydimethylsiloxane Foam-Based Fully 3D Printed Soft Pressure Sensors,” Advanced Intelligent Systems, 6, 2300367, 2024. doi: https://doi.org/10.1002/aisy.202300367",
      "Ajay Beniwal, D. K. Neethipathi and Ravinder Dahiya, “PEDOT:PSS coated Screen Printed Graphene-Carbon Ink based Humidity and Temperature Sensor,” IEEE Journal on Flexible Electronics, vol. 2, no. 2, pp. 111-118, 2023, doi: 10.1109/JFLEX.2022.3228970.",
      "Ajay Beniwal, Priyanka Ganguly, Rahul Gond, Brajesh Rawat and Chong Li, “Room Temperature Operated PEDOT: PSS Based Flexible and Disposable NO2 Gas Sensor,” IEEE Sensors Letters, vol. 7, no. 9, pp. 1-4, 2023. doi: 10.1109/LSENS.2023.3308518",
      "Ajay Beniwal, Dina A. John, and Ravinder Dahiya, “PEDOT:PSS based disposable humidity sensor for skin moisture monitoring,” IEEE Sensors Letters, vol. 7, no. 3, pp. 1-4, 2023. doi: 10.1109/LSENS.2023.3245624",
      "Deepan K. Neethipathi,Ajay Beniwal, A. Bass, M. Scott, and Ravinder Dahiya, “MoS2 modified screen printed carbon electrode based flexible electrochemical sensor for detection of copper ions in water,” IEEE Sensors Journal, vol. 23, no. 8, pp. 8146-8153, 2023. doi: 10.1109/JSEN.2023.3257188",
      "Gaurav Khandelwal, A. S. Dahiya,Ajay Beniwaland Ravinder Dahiya, “V2O5 nanowires coated yarn based temperature sensor with wireless data transfer for smart textiles,” IEEE Journal on Flexible Electronics, vol. 2, no. 2, pp. 119-126, 2023. doi: 10.1109/JFLEX.2022.3227528",
      "A. K. Aliyana, P. Ganguly,Ajay Beniwal, S. K. N. Kumar and Ravinder Dahiya, “Disposable pH Sensor on Paper Using Screen-Printed Graphene-Carbon Ink Modified Zinc Oxide Nanoparticles,” IEEE Sensors Journal, vol. 22, no. 21, pp. 21049-21056, 2022. doi: 10.1109/JSEN.2022.3206212",
      "Ajay Beniwal, Sunny, “Room Temperature Operated Electrospun Nanofibers-Based SnO₂/PTh Sensor for Acetone Sensing Applications,” IEEE Transactions on Electron Devices, 68 (8), 4084-4089, 2021. doi: 10.1109/TED.2021.3093378",
      "Ajay Beniwal, Sunny, “SnO2-ZnO-Fe2O3 tri-composite based room temperature operated dual behavior ammonia and ethanol sensor for ppb level detection,” Nanoscale (Royal Society of Chemistry), 12, 19732 - 19745, 2020. doi:https://doi.org/10.1039/D0NR05389A",
      "Ajay Beniwal, Sunny, “Novel TPU/Fe2O3 and TPU/Fe2O3/PPy nanocomposites synthesized using electrospun nanofibers investigated for analyte sensing applications at room temperature,” Sensors & Actuators: B. Chemical, vol. 304, pp. 127384, 2020. doi:https://doi.org/10.1016/j.snb.2019.127384",
      "Ajay Beniwal, Sunny, “Electrospun SnO2/PPy nanocomposite for ultra-low ammonia concentration detection at room temperature” Sensors & Actuators: B. Chemical, vol. 296, pp. 126660, 2019.https://doi.org/10.1016/j.snb.2019.126660",
      "Ajay Beniwal, Suraj Lalwani, Sunny, “Baseline drift improvement through investigating a novel Ag doped SnO2/ZnO nanocomposite for selective ethanol detection” IEEE Transactions on Nanotechnology, vol. 18, pp. 412-420, 2019. doi:https://doi.org/10.1109/TNANO.2019.2912497",
      "Ajay Beniwal, Vibhu Srivastava, Sunny, “Sol-gel assisted nano-structured SnO2 sensor for low concentration ammonia detection at room temperature” Materials Research Express, vol. 6, pp. 046421, 2019. doi:https://doi.org/10.1088/2053-1591/aafdd8",
      "Ajay Beniwal, Sunny, “Highly selective and sensitive O2 plasma treated sputtered thin film sensor for sub-ppm level NH3 detection at room temperature” Journal of Materials Science: Materials in Electronics, vol. 30, Issue 3, pp 3144–3155, 2019. doi:https://doi.org/10.1007/s10854-018-00594-1",
      "Ajay Beniwal, Sunny, “Apple fruit quality monitoring at room temperature using sol–gel spin coated Ni–SnO2 thin film sensor”, Journal of Food Measurement and Characterization, vol. 13, issue 1, pp 857–863, 2019.https://doi.org/10.1007/s11694-018-9998-7",
      "Ajay Beniwal, Praveen Kumar Sahu, Sunny, “Sol-gel spin coating assisted room temperature operated nanostructured ZnO ethanol sensor with behavior transformation” Journal of Sol-Gel Science and Technology, vol. 88, Issue 2, pp 322–333, 2018. doi:https://doi.org/10.1007/s10971-018-4841-5",
      "Suraj Kumar Lalwani,Ajay Beniwal, Sunny, “Enhancing room temperature ethanol sensing using electrospun Ag-doped SnO2–ZnO nanofibers” Journal of Materials Science: Materials in Electronics, vol. 31, pp. 17212–17224, 2020. doi:https://doi.org/10.1007/s10854-020-04276-9"
    ],
    "contact": {
      "phone": "079-68261745",
      "email": "ajay_beniwal@dau.ac.in",
      "address": "3211, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/ajay-beniwal"
  },
  {
    "name": "Amit Mankodi",
    "education": "PhD, DA-IICT Gandhinagar",
    "biography": "Not Available",
    "specialization": "Embedded Systems, Computer Networks, High Performance Computing, Machine Learning",
    "teaching": [
      "C Programming",
      "Systems Programming",
      "Operating System",
      "Database Management System",
      "Algorithm and Data Structure",
      "Computer Organization",
      "Python Programming"
    ],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "amit_mankodi@dau.ac.in",
      "address": "4205, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/amit-mankodi"
  },
  {
    "name": "Anil Roy (On Leave)",
    "education": "PhD (Physics), IIT Delhi",
    "biography": "I am a faculty of DA-IICT, Gandhinagar (India) and am an alumnus of IIT Delhi and IIT Roorkee. I obtained my PhD degree in Physics from IIT Delhi in 1993. Prior to joining DA-IICT in 2003, I worked at Centre for Theoretical Studies at Indian Institute of Science, Bangalore (India) during 1993-94 followed by the Optical Fiber Group at IIT Delhi (India) till 1996. My main academic interest areas are sensors, Internet of Things, image processing, fiber optics, semiconductor physics, applications of technologies for humanitarian challenges.I am a senior member of IEEE, a member of Optica (formerly Optical Society of America) and a member of Optical Society of India. After serving two terms as VP Technical Operations (2020-2023), I am currently the President-elect of IEEE Sensors Council (2024-2025). I was also the Chair of IEEE Conference Publications Committee (2019-2020). I have been the General co-Chair of many international conferences, such as: IEEE APSCON 2023, IEEE R10 HTC 2023, IEEE SENSORS 2018, INDICON 2009 and the Technical Program Committee co-Chair of IEEE APSCON 2025, IEEE APSCON 2024, IEEE International Symposium on Smart Electronic Systems (iSES 2023), INDICON 2019.Some of the notable awards which I won are: 2019 IEEE India Council Section Chair Lifetime Achievement Award, 2017 IEEE Sensors Council Meritorious Service Award, 2012 IEEE MGA Leadership Award and 2010 IEEE Region 10 Outstanding Volunteer Award.KNOW MORE",
    "specialization": "Applications of Image Processing, Fiber Optics and Optical Communication, High speed Semiconductor Devices, Nanoscience and Nanotechnology, Quantum Optics, Technologies for Humanitarian Challenges.",
    "teaching": [
      "Engineering Design Workshop (1st sem BTech Core course)",
      "Engineered Materials (4th sem BTech Core course)",
      "Electromagnetic Theory (3rd sem BTech Core course)",
      "Solid State Devices (6th sem BTech Elective course)"
    ],
    "publications": [
      "Priyanka Khaparde, Kamlesh S. Patle, Hitesh Borkar, Jitendra Gangwar, Anil K. Roy, and VinayS. Palaparthy (2024), “Investigating an Impact of Leaf Bending Radius and Angle for Flexible LeafWetness Sensor,” inIEEE Sensors Letters, vol. 8, no. 3, pp. 1-4, Mar. 2024.DOI: 10.1109/LSENS.2024.3355371.",
      "Samaksh Gupta, Yash Agrawal, Anil K. Roy, Ahlad Kumar, and Vinay S Palaparthy (2023), “FractionalDerivative Based TVD Smoothening and Baseline Correction for Extracting Leaf Wetness DurationFrom LW Sensor: A Novel Approach,” inIEEE Sensors Letters, vol. 7, no. 12, pp. 1-4, Dec. 2023.DOI: 10.1109/LSENS.2023.3334147.",
      "Priyanka Khaparde, Kamlesh S Patle, Yash Agrawal, Hitesh Borkar, Jitendra Gangwar, Anil K Roy,and Vinay S Palaparthy (2023), “Experimental Investigation of Leaf Wetness Sensing Properties ofMoS2 Nanoflowers-Based Flexible Leaf Wetness Sensor,” inIEEE Sensors Letters, vol. 7, no. 2, pp.1-4, Feb. 2023.DOI: 10.1109/LSENS.2022.3229145.",
      "Nishith Kotak, Anil K. Roy, Sourish Dasgupta, and Tirthankar Ghosal (2022), “Consistency Analysis of NLP Approaches for a Conference Reviewer-Manuscript Match-Making System,” in 2021 IEEE 18th India Council International Conference (INDICON), pp. 1-6, 2022. DOI: 10.1109/INDICON52576.2021.9691571.",
      "Nishith Kotak, Anil K. Roy, Sourish Dasgupta, and Tirthankar Ghosal (2021), “A Consistency Analysis of Different NLP Approaches for Reviewer-Manuscript Matchmaking,” In: Ke, Hao-Ren and Lee, Chei Sian and Sugiyama, Kazunari (eds) Towards Open and Trustworthy Digital Societies, International Conference on Asian Digital Libraries: Towards Open and Trustworthy Digital Societies. ICADL 2021, pp. 277-287, 2021, Springer. DOI: 10.1007/978-3-030-91669-5_22.",
      "Anjali Diwan, Rajat Sharma, Anil K. Roy, and Suman K. Mitra (2021), “Keypoint based comprehensivecopy-move forgery detection,” inIET Image Processing, vol. 15, no. 6, pp. 1298-1309, 2021.DOI: 10.1049/ipr2.12105.",
      "Tushar Gadhiya and Anil K. Roy (2020), “Superpixel-Driven Optimized Wishart Network for Fast PolSAR Image Classi cation Using Global k-Means Algorithm“, in IEEE Transactions on Geoscience and Remote Sensing, vol. 58, no. 1, pp. 97-109, Jan. 2020. DOI: 10.1109/TGRS.2019.2933483.",
      "Tushar Gadhiya, Sumanth Tangirala, and Anil K. Roy (2019), “Stacked Autoencoder Based Feature Extraction and Superpixel Generation for Multifrequency PolSAR Image Classi cation“, In: Deka B., Maji P., Mitra S., Bhattacharyya D., Bora P., Pal S. (eds) Pattern Recognition and Machine Intelligence (PReMI 2019), Lecture Notes in Computer Science, vol 11942. pp. 331-339, Springer. DOI: 10.1007/978-3-030-34872-4_37.",
      "Anery Patel, Maitreya Patel, Tushar Gadhiya, and Anil K. Roy (2019), “PolSAR Band-to-Band Image Translation Using Conditional Adversarial Networks“, 2019 IEEE SENSORS, Montreal, QC, Canada, 2019, pp. 1-4. DOI: 10.1109/SENSORS43011.2019.8956702.",
      "Tushar Gadhiya and Anil K. Roy (2018), “Optimized Wishart Network for an E fficient Classi fication of Multifrequency PolSAR Data“, in IEEE Geoscience and Remote Sensing Letters, vol. 15, no. 11, pp. 1720-1724, Nov. 2018. DOI: 10.1109/LGRS.2018.2861081.",
      "Abhishek B. Jani, Nishith A. Kotak and Anil K. Roy (2018), “Sensor Based Hand Gesture Recognition System for English Alphabets Used in Sign Language of Deaf-Mute People“, in 2018 IEEE SENSORS, New Delhi, Oct 2018, pp. 1-4. DOI: 10.1109/ICSENS.2018.8589574.",
      "Sharan G, Roy AK, Royon L, Mongruel A, and Beysens D (2016), “Dew plant for bottling water“, Journal of Cleaner Production, Elsevier, DOI: 10.1016/j.jclepro.2016.07.079."
    ],
    "contact": {
      "phone": "079-68261613",
      "email": "anil_roy@dau.ac.in",
      "address": "1104, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/anil-roy"
  },
  {
    "name": "Anish Mathuria",
    "education": "PhD (Computer Science), University of Wollongong, Australia",
    "biography": "Anish Mathuria is a Professor at DA-IICT. His research interests are in information security and cryptography. Anish is currently an Associate Editor for Sadhana, a journal published by Indian Academy of Sciences. He has served on the program committees of ICISS, Indocrypt, and SPACE conferences. Anish was an invited speaker at the CIMPA-UNESCO-INDIA School on Security for Computer Systems and Networks held in 2005. He has served on the committee for “e-Authentication standards” constituted by the Ministry of Communications and Information Technology. Anish has a Bachelor’s degree in Electronics from University of Bombay, and Master’s and PhD degrees in Computer Science from University of Wollongong, Australia. Prior to joining the faculty at DA-IICT, he was at IBM Tokyo Research Laboratory, and University of Massachusetts Dartmouth, USA",
    "specialization": "Network Security, Privacy-Preserving Computation, System and Software Security",
    "teaching": [
      "Blockchains and Cryptocurrencies",
      "Operating Systems"
    ],
    "publications": [
      "Colin Boyd, Anish Mathuria, Douglas Stebila. Protocols for Authentication and Key Establishment, Second Edition, Information Security and Cryptography. Springer, 2019. In press.(https://www.springer.com/in/book/9783662581452)",
      "H. Vaishnav, S. Sharma and A. Mathuria. Efficient Implementation of Private License Plate Matching Protocols. In 7th International Conference on Security, Privacy and Applied Cryptography Engineering (SPACE’17). LNCS Vol. 10662, pp. 281-294, Springer, Dec. 2017. Doi: https://doi.org/10.1007/978-3-319-71501-8_16",
      "H. Sokhadia and A. Mathuria. A Tool for Visualizing Concurrent C Programs Using Graphs.In 8th IEEE International Conference on Technology for Education (T4E’16), pp. 236-237, Dec. 2016. Doi: https://doi.org/10.1109/T4E.2016.057",
      "N. Kumar, A. Mathuria and M. Das. Achieving Forward Secrecy and Unlinkability in Cloud-Based Personal Health Record System. In 8th IEEE International Symposium on Security, Privacy and Anonymity in Internet of Things (TrustCom’15 workshop), pp. 1249-1254, Aug. 2015. Doi: https://doi.org/10.1109/Trustcom.2015.513",
      "A. Basu, A. Mathuria and N. Chowdary. Automatic Generation of Compact Alphanumeric Shellcodes for x86. In 10th International Conference on Information Systems Security (ICISS’14). LNCS Vol. 8880, pp. 399-410, Springer, Dec. 2014. Doi: https://doi.org/10.1007/978-3-319-13841-1_22",
      "C. Boyd and A. Mathuria. Protocols for Authentication and Key Establishment. Information Security & Cryptography Series (Texts & Monographs), Springer, U. Maurer and R. Rivest (Editors), ISBN 3-540-43107-1, 2003. Doi: https://doi.org/10.1007/978-3-662-09527-0"
    ],
    "contact": {
      "phone": "079-68261541",
      "email": "anish_mathuria@dau.ac.in",
      "address": "1105, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/anish-mathuria"
  },
  {
    "name": "Ankit Vijayvargiya",
    "education": "PhD (Biomedical Signals), Malaviya National Institute of Technology, Jaipur",
    "biography": "Dr. Ankit Vijayvargiya is currently serving as an Assistant Professor at DAU. He holds a Ph.D. inArtificial Intelligence in Healthcarefrom Malaviya National Institute of Technology (MNIT), Jaipur, where his research focused on AI-enabled solutions for human health, particularly in biomedical signal processing and human activity recognition.He was awarded the prestigious NeuroInsight Marie Skłodowska-Curie Actions (MSCA) Postdoctoral Fellowship hosted at Dublin City University (DCU), Ireland, where he conducted advanced research on data-driven practices for robotic rehabilitation in individuals with incomplete spinal cord injuries. He has also gained valuable international exposure as a Visiting Researcher at Khalifa University, UAE.Dr. Vijayvargiya’s research interests include biomedical signal processing, machine learning, human robot interaction, wearable systems, and assistive healthcare technologies. He has authored more than 50 research publications, including peer-reviewed journal articles, conference proceedings, and book chapters.He has been the recipient of several research grants and awards, with funding support from the Department of Science and Technology, the Ministry of MSME, and the Institution of Engineers (India). He has delivered invited talks and expert lectures at various premier academic and research institutions.He is a reviewer for various scientific and engineering journals. He is a Senior Member of IEEE and an Associate Member of the Institution of Engineers (India).",
    "specialization": "Biomedical Signals, Machine Learning, Neural Rehabilitation, Gait Analysis",
    "teaching": [],
    "publications": [
      "Ankit Vijayvargiya, Rajesh Kumar, Vishu Gupta, “A Graph-based Machine Learning Approach for Identification of Human Lower Limb Activities”, Indian Patent Application No. 202311008991, Granted in the Indian Patent office Journal 2023.",
      "Aayush Swami,Ankit Vijayvargiya, “Automatic Solar Panel Cleaning Robot”, Indian Design Patent Application No. 378285-001, Granted in Indian Patent Office 2023.",
      "Aayush Swami,Ankit Vijayvargiya, “Automatic Solar Panel Cleaning Robot”, Indian Design Patent Application No. 380426-001, Submitted in Indian Patent Office 2023.",
      "Ajay Bhardwaj,Ankit Vijayvargiya, Pravar Bhatt, Parul Verma, Parineeta Bagra, Lakshya Sharma, Nishi Chouhan, Swami Keshvanand Institute of Technology, Management & Gramothan, “A Smart Trashbin based on Automatic Recycling and Segregation of Household Waste (STARS-HW)”, Indian Patent Application No. 202311012501, published in the Patent Office Journal, 2023. (Under Examination)"
    ],
    "contact": {
      "phone": "079-68261628",
      "email": "ankit_vijayvargiya@dau.ac.in",
      "address": "4205, FB-4, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/ankit-vijayvargiya"
  },
  {
    "name": "Ankush Chander",
    "education": "M",
    "biography": "Tech. (ICT), DA-IICT Gandhinagar",
    "specialization": "Natural Language Processing, Information Retrieval, Operating systems",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "079-68261581",
      "email": "ankush_chander@dau.ac.in",
      "address": "3209, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/ankush-chander"
  },
  {
    "name": "Anupam Rana",
    "education": "PhD (Design Management) - Retails Experience-CX, Indus University, Ahmedabad",
    "biography": "Dr. Anupam Rana is an académicien with over 22 years of experience, including 20 years in design education. He holds a B.Tech. in Mechanical Engineering and a Ph.D. in Experience Design. He spent 17 years at NIFT Gandhinagar & Shillong, where he was a founding member of Accessory Design and Experience Design program. Dr. Rana’s expertise Spans, Product Design Human-Centric Design, Exhibition Design, and Multidisciplinary Research. He also serves as an expert consultant to the industry & govt. organisation, bringing practical insights to academic and professional design challenges.",
    "specialization": "Design Education, Experience Design, Multidisciplinary Research, UIUX, Design Thinking.",
    "teaching": [
      "Product Design, Interaction Design, Packaging Design, Design Thinking, UX Research"
    ],
    "publications": [
      "Journal Articles: The Significance of Ethical Business Practices in the Creation of Digital User Experience (UX) Design. International Journal of Research Publication and Reviews, Vol 4, no 4, pp 1612-1616, April 2023, ISSN 2582-7421.",
      "Perception & Behaviour of Consumers in Gold and Diamond Jewellery Market: A Review. Rabindra Bharati Journal of Philosophy ISSN: 0973-0087, Vol. : XXIII, No. :12, 2021,ISSN : 0973-0087.",
      "Jewellery Market: Latest Marketing Trends, Unlocking Management Research A Road Map to Future Business 2020, 249-258.2021.",
      "A Study on Consumer Preferences Towards Fashion Jewellery in Ahmedabad & Gandhinagar City of Gujarat. studies in Indian Place Names, 40(56), 232–248.2020.ISSN: 2394-3114.",
      "A Study On Consumer Experiences At Retail Store Environment (Clothing And Accessories) In Gujarat, International Journal of Research and Analytical Reviews (IJRAR), IJRAR March 2023, Volume 10, Issue 1 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138).",
      "Wellness of women artisans working in the hand embroidery sector, Gujarat through Ergonomics. Momenting the Memento,2015. ISBN: 978-88-596-1774-7",
      "Putting People First: The Importance of User-Centred Design for Ethical Business Practices in the Gems and Jewellery Industry, IJSREM Journal, Volume o7 Issue 04 April, 2023, ISSN: 2582-3930.",
      "The Shifting Landscape of Digital Marketing: Trends and Predictions for the Future, Phalanx-A Quarterly Review for Continuing Debate Vol-18, No.2 (April - June) 2023, ISSN: 2320-7698.",
      "Human Centred Design for Ethical Trade Procedures in the Gem and Jewellery industry, Humanities and Social Science Studies, Vol. 12(2) 2023 , ISSN 2319-829X.",
      "UX Audit: A Comprehensive Review of Methodologies and Best Practices for Evaluating User Experience. International Journal of Arts Architecture & Design,2(1),52-62, doi.org/10.62030/2024JanuaryArticle4",
      "Bamboo play: Eco-friendly game design. International Journal of Arts Architecture & Design Vol. 2, No. 2, July 2024 (ISSN 2584-0282), doi.org/10.62030/2024Julypaper1",
      "Design and Exploring Feasibility of Smart Eyewear for Glaucoma Screening with Mobile Application . Bennett Engineering and Sciences Transactions, 1(1). https://journals.bennett.edu.in/index.php/BEST/article/view/79"
    ],
    "contact": {
      "phone": "079-68261538",
      "email": "anupam_rana@dau.ac.in",
      "address": "3210, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/anupam-rana"
  },
  {
    "name": "Arnab Kumar Ray",
    "education": "PhD (Physics), Jadavpur University, Kolkata",
    "biography": "I hold a doctorate in astrophysical fluid dynamics. My research methods are theoretical in nature, with my present research interests being astrophysical accretion, fluid dynamics and nonlinear systems. I have publications in peer-reviewed journals of astrophysics, gravitation, nonlinear dynamics, condensed matter physics, nuclear physics, complex systems and geophysics.I also have research experience in the seismic processing industry. I have interest in designing curriculum and exploring new pedagogic approaches to aid the teaching-learning process.",
    "specialization": "Astrophysical Accretion, Fluid Dynamics, Nonlinear Systems",
    "teaching": [
      "Computational and Numerical Methods",
      "Econophysics",
      "Multidisciplinary Problem-Solving Techniques"
    ],
    "publications": [
      "Arnab K. Ray, Niladri Sarkar, Abhik Basu and Jayanta K. Bhattacharjee, A theoretical prediction of rotating waves in Type-I hydraulic jumps, Physics Letters A, 382, 3399, 2018, https://doi.org/10.1016/j.physleta.2018.10.005",
      "Sourav Sen and Arnab K. Ray, Implications of nonlinearity for spherically symmetric accretion, Physical Review D, 89, 063004, 2014, DOI: 10.1103/PhysRevD.89.063004",
      "Nirupam Roy and Arnab K. Ray, Fractal features in accretion discs, Monthly Notices of the Royal Astronomical Society, 397, 1374, 2009, https://doi.org/10.1111/j.1365-2966.2009.14827.x",
      "Arnab K. Ray and Jayanta K. Bhattacharjee, Standing and travelling waves in the shallow-water circular hydraulic jump, Physics Letters A, 371, 241, 2007, https://doi.org/10.1016/j.physleta.2007.07.073",
      "Arnab K. Ray and J. K. Bhattacharjee, Large-scale properties in turbulent spherically symmetric accretion, The Astrophysical Journal, 627, 368, 2005, https://doi.org/10.1086/430197",
      "Arnab K. Ray, Viscosity in spherically symmetric accretion, Monthly Notices of the Royal Astronomical Society, 344, 1085, 2003, https://doi.org/10.1046/j.1365-8711.2003.06992.x"
    ],
    "contact": {
      "phone": "079-68261612",
      "email": "arnab_kumar@dau.ac.in",
      "address": "2210, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/arnab-kumar-ray"
  },
  {
    "name": "Arpit Rana",
    "education": "PhD (Computer Science), University College Cork, Ireland",
    "biography": "Dr. Arpit Rana did his Ph.D. from University College Cork, Ireland, in 2020. Before joining DA-IICT, He worked as a Postdoctoral Researcher at the Department of Industrial Engineering, University of Toronto (U of T), Canada.",
    "specialization": "Applied Machine Learning, Recommendation Systems, Multimodality, and their applications in Digital Innovation and Transformation",
    "teaching": [
      "Introduction to Data Mining",
      "(Technical Elective - B.Tech. III/ IV Year)",
      "Recommendation Systems",
      "(Technical Elective - PG Level Course)",
      "Data Structures",
      "(B.Tech. I Year)",
      "Object-Oriented Programming",
      "(M.Sc. (IT) I Year)"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261687",
      "email": "arpit_rana@dau.ac.in",
      "address": "3105, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/arpit-rana"
  },
  {
    "name": "Arpita Mal",
    "education": "PhD (Mathematics), Jadavpur University, Kolkata",
    "biography": "Dr. Arpita Mal is an assistant professor at DA-IICT since December 2023. Prior to joining DA-IICT, she was an INSPIRE Faculty Fellow at IISc Bangalore. She completed her PhD from Jadavpur University in 2021. Her research interest is broadly in Functional Analysis, Operator Theory and Linear Algebra. In particular, it includes Geometry of Banach space, Birkohff-James orthogonality, Numerical radius etc.",
    "specialization": "Not Available",
    "teaching": [
      "Dr. Arpita Mal was a teaching assistant for Analysis and Linear Algebra course-UG I in 2022 and 2023 at IISc Bangalore. She taught Abstract Algebra course-B.Tech in 2018 and Calculus course- B.Tech in 2017 at Jadavpur University."
    ],
    "publications": [
      "Monograph:A. Mal, K. Paul and D. Sain, Birkhoff-James Orthogonality and Geometry of Operator Spaces, Infosys Sci. Found. Ser. Math. Sci., Springer, 2023, xx+270 pp., ISBN 978-981-99-7110-7"
    ],
    "contact": {
      "phone": "079-68261660",
      "email": "arpita_mal@dau.ac.in",
      "address": "3104, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/arpita-mal"
  },
  {
    "name": "Bharani Kollipara",
    "education": "PhD (English), The English and Foreign Languages University, Hyderabad",
    "biography": "I write and teach in the areas of modern philosophy, political theory and South Asian Studies. I am interested in the phenomenological tradition and its wider ramifications in the 20th century as Hermeneutics et al, particularly with reference to phenomenology’s approach to questions in metaphysics. My general research focus is organized around questions pertaining, broadly speaking, to the ontology of tradition in view of its complicated relation to the notion history. Currently I am interested in unraveling the relations between Phenomenology and Hermeneutics. As a trained scholar in literature (Modernism), I bring to bear my literary training on closely reading canonical philosophical texts of the Western tradition. Students interested in working at the intersection between literature and philosophy are encouraged to contact me.",
    "specialization": "Modern Philosophy, Phenomenology and Hermeneutics, Literary Modernism",
    "teaching": [
      "Approaches to Indian Society",
      "Modern European Philosophy",
      "Modernity and Political Theory"
    ],
    "publications": [
      "Bharani Kollipara. A review ofGadamer on Tradition: Historical Context and the Limits of Reflection: Springer, Cham, 2017,Human Studies41 (1):157-164 (2018).",
      "Kollipara, Bharani. “Tradition and Discipline: How should one read ancient Indian texts”. Modern Asian Studies Volume 50, Special Issue 4, July (2016) pp. 1327–1402, Cambridge University Press 2016, ISSN 0026-749X, doi:10.1017/S0026749X1600008.",
      "Kollipara, Bharani. “Modernity, Commonsense and Epistemological Crisis: A Reading of Sripada Subrahmanya Sastri’s Memoirs”. Journal of Contemporary Thought Number 41, Special Number on Critical Humanities, October (2015) pp. 79-116, Forum on Contemporary Theory, Baroda and International Lincoln Centre, Louisiana State University, Shreveport, ISSN 0971-4731.",
      "Kollipara Bharani. A Review of Richard Sorabji’s Gandhi and the Stoics: Modern Experiments on Ancient Values, in Philosophy: East and West, Volume 65, Number 1, (January, 2015) pp. 354-359, University of Haiwai’i Press, ISSN: 1527-943X. Project Muse doi:10.1353/pew.2015.0001",
      "Kollipara, Bharani. “The Ethics of Pain”. Anekaant: A Journal of Polysemic Thought. Number 2, (March 2014) pp. 47-54 ISSN: 2320-6195. Published by Balvant Parekh Centre for General Semantics & Other Human Sciences, Baroda.",
      "Kollipara, Bharani. “Praxis as Poieisis: “Creating Oneself as a Work of Art”. Samyukta: A Journal of Women’s Studies. Volume XIV, Number 1, (January 2014) pp. 17-29 Published by Women’s Initiatives, with support from the University Grants Commission."
    ],
    "contact": {
      "phone": "079-68261558",
      "email": "bharani_kollipara@dau.ac.in",
      "address": "2102, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/bharani-kollipara"
  },
  {
    "name": "Bhaskar Chaudhury",
    "education": "PhD (Computational Plasma Physics), IPR, Gandhinagar",
    "biography": "Bhaskar Chaudhury completed his Ph.D. at Institute for Plasma Research, India (an R & D organization under the Department of Atomic Energy). Currently he serves as a Professor at DA-IICT. Prior to joining the faculty at DA-IICT, he worked as a researcher for around six years at LAPLACE Laboratory, CNRS, Toulouse, France. He has been involved in active research in the areas of Computational Data Science, Computational Plasma Physics, High Performance Computing, and applications of Artificial Intelligence and Machine Learning.He has been the Principal Investigator for several research projects sponsored by the Department of Atomic Energy, Department of Science and Technology, Indian Space Research Organization, National Supercomputing Mission, GUJCOST, National Science Foundation, USA and NVIDIA Corporation, USA. He has authored more than 100 research papers in reputed peer reviewed journals/ conference proceedings/ book chapters.He has delivered various talks/presentations worldwide and has received several international/national awards in the area of Computational Science such as prestigious Oscar Buneman Award for the most insightful scientific visualization at 21st ICNSP, Lisbon, Portugal; Swarnajayanti Purashkar 2005 by the National Academy of Sciences, India at 75th Annual Session of NASI; Best Presentation Prize awarded by IOP, at International Workshop on Frontiers of Plasma Physics at International Center for Theoretical Physics (ICTP), Trieste, Italy, 2006.Dr. Chaudhury is a reviewer of various scientific/engineering journals and has also Co-edited special issues in reputed Journals. He has served as a member of the technical program committee of many international conferences. He has served as an External Expert in Faculty/Scientist Selection/Promotion Committees, PhD progress review committees and as External PhD Thesis Examiner of various Research and Academic Institutes/Universities.",
    "specialization": "Computational Plasma Physics, Computational Data Science, High Performance Scientific Meet Prof. Bhaskar Chaudhury! Computing, Parallel Programming, Data Visualization, Applications of AI/ML",
    "teaching": [
      "Mathematical Foundation for Data Science",
      "High Performance Computing",
      "Computational Physics",
      "Interactive Data Visualization",
      "Introduction to GPU Programming",
      "Accelerated Computing"
    ],
    "publications": [
      "Dhwanil Shah, Krish Shah, Manan Jagani, Agam Shah,Bhaskar Chaudhury, “CONCORD: enhancing COVID-19 research with weak-supervision based numerical claim extraction”,Journal of Intelligent Information Systems (2024).",
      "Ravi Makwana, Dhruvil Bhatt, Kirtan Delwadia, Agam Shah,Bhaskar Chaudhury, “Understanding and Attaining an Investment Grade Rating in the Age of Explainable AI”,Computational Economics (2024).",
      "Shah, Miral,Bhaskar Chaudhury, and Mainak Bandyopadhyay. \"Investigation of EDF evolution and charged particle transport in E× B plasma based negative ion sources using kinetic simulations.\"Nature Scientific Reports 13.1: 20044 (2023).",
      "Ghosh, Pratik,Bhaskar Chaudhury, Shishir Purohit, Vishv Joshi, Ashray Kothari, and Devdeep Shetranjiwala. \"Deep learning assisted microwave-plasma interaction based technique for plasma density estimation\"Journal of Physics D: Applied Physics 57, no. 1: 014001, (2023).",
      "Miral Shah,Bhaskar Chaudhury, Mainak Bandyopadhyay, and Arun Chakraborty; ‘Observation of double layer formation in low-temperature E × B plasma based negative ion sources’;Physics of Plasmas 30, 010701 (2023).",
      "Pratik Ghosh andBhaskar Chaudhury; ‘Efficient Dynamic Mesh Refinement Technique for Simulation of HPM Breakdown-Induced Plasma Pattern Formation’;IEEE Transactions on Plasma Science, Vol: 51, Issue: 1, (2023).",
      "Mihir Desai, Pratik Ghosh, Ahlad Kumar,Bhaskar Chaudhury; ‘Deep-Learning Architecture-Based Approach for 2-D-Simulation of Microwave Plasma Interaction’;IEEE Transactions on Microwave Theory and Techniques, Volume: 70, Issue: 12 (2022).",
      "Bhrugu Dave, Sarthak Patel, Rishi Shivani, Shishir Purohit,Bhaskar Chaudhury, ‘Synthetic data generation using generative adversarial network for tokamak plasma current quench experiments’ ;Contributions to Plasma Physics (Wiley), (2022)",
      "Kirtan Delwadia, Dhruvil Bhatt, Shishir Purohit,Bhaskar Chaudhury, ‘Parallel algorithm for synthetic image generation with application to tokamak plasma diagnostics’;Concurrency and Computation: Practice and Experience (Wiley), (2022).",
      "Amit Mankodi, Amit Bhatt,Bhaskar Chaudhury, ‘Predicting physical computer systems performance and power from simulation systems using machine learning model’ ;Computing (Springer), (2022).",
      "Niharika Dalsania, Zeel Patel, Shishir Purohit andBhaskar Chaudhury, \"An Application of Machine Learning for Plasma Current Quench Studies via Synthetic Data Generation;Fusion Engineering and Design, Elsevier, Vol 171, 112578, (2021).",
      "Chahak Mehta, Amarnath Karthi, Vishrut Jetly andBhaskar Chaudhury, ‘Parallel Fast Multipole Method accelerated FFT on HPC clusters’ ;Parallel Computing ; vol 104, 102783, (2021).",
      "Vishrut Jetly andBhaskar Chaudhury, ‘Extracting electron scattering cross sections from swarm data using deep neural networks’ ;Machine Learning: Science and Technology; vol 2, 035025, (2021).",
      "Agam Shah Yagnesh Chauhan,Bhaskar Chaudhury, ‘Principal component analysis based construction and evaluation of cryptocurrency index’ ;Expert Systems with Applications ; Vol. 163, 113796, (2021).",
      "Bhaskar Chaudhury, Akshar Varma, Yashwant Keswani, Yashodhan Bhatnagar, Samarth Parikh; “Let’s HPC: A web-based platform to aid parallel, distributed and high performance computing education”;Journal of Parallel and Distributed Computing, Elsevier, 118, 213-232, (2018). (doi.org/10.1016/j.jpdc.2018.03.001).",
      "Bhaskar Chaudhury, Anurag Gupta; Henil Shah; Saumya Bhadani ; “Accelerated Simulation of Microwave Breakdown in Gases on Xeon Phi based cluster- Application to Self-organized Plasma Pattern Formation” ;Computer Physics Communications, Elsevier , Computer Physics Communications 229, 20-35, 2018.",
      "Agam Shah, Yagnesh Chauhan, Prithvi Patel and Bhaskar Chaudhury; “Multivariate data visualization based investigation of projectiles in sports”; European Journal of Physics, IOP, 39 (4), 044001, (2018). (doi.org/10.1088/1361-6404/aab6da).",
      "Hardik Vyas and Bhaskar Chaudhury ; “Computational investigation of power efficient plasma based reconfigurable microstrip antenna”;IET Microwaves, Antennas & Propagation, 12 (9), 1587-1593, (2018). (10.1049/iet-map.2017.0729).",
      "Minesh Poudel, Bhaskar Chaudhury, Kshitij Sharma, Pavel Y. Tabakov, Félix Mora-Camino; “GPU based computational simulation of aircraft evacuation: temporal and spatial analysis”;Transportation research Procedia, Elsevier, vol. 29, pp 356-365, (2018). (doi.org/10.1016/j.trpro.2018.02.032).",
      "LC Pitchford, LL Alves, K Bartschat, SF Biagi, MC Bordage, I Bray, CE Brion,MJ Brunger, L Campbell, A Chachereau, Bhaskar Chaudhury, LG Christophorou, E. Carbone, NA Dyatko, CM Franck, DV Fursa, RK Gangwar, V Guerra, P Haefliger, GJM Hagelaar, A Hoesl, Y Itikawa, IV Kochetov, RP McEachran, WL Morgan, AP Napartovich, V Puech, M Rabie,LSharma,R Srivastava, AD Stauffer, J Tennyson, J de Urquijo, J van Dijk, LA Viehland, MC Zammit, O Zatsarinny, S Pancheshnyi; “LXCat: an open-access, web-based platform for data needed for modeling low temperature plasmas”;Plasma Processes and Polymers, WILEY-VCH, 14, 1600098, (2017). Review article. (doi.org/10.1002/ppap.201600098).",
      "Jean Pierre Boeuf and Bhaskar Chaudhury ; “Rotating instabilities in low temperature magnetized plasmas”;Physical Review Letters (PRL), APS, vol. 111, Issue 15, 155005, (2013).(doi.org/10.1103/PhysRevLett.111.155005).",
      "Jonathan Claustre, Bhaskar Chaudhury,Gwenael Fubiani, M. Paulin, Jean Pierre Boeuf ; “Particle-In-Cell Monte Carlo Collision model on GPU (Graphics Processing Units)-Application to a low temperature magnetized plasma”; IEEE Transactions on Plasma Science, 41(2), 2013. (doi.org/10.1109/TPS.2012.2234402).",
      "Jean Pierre Boeuf, Bhaskar Chaudhury, Laurent Garrigues; “Physics of a magnetic filter for negative ion sources: I. Collisional transport across the filter in an ideal, 1D filter”;Physics of Plasmas, AIP,19, 113509 (2012).(doi.org/10.1063/1.4768676).",
      "Jean Pierre Boeuf, Jonathan Claustre, Bhaskar Chaudhary, Gwenael Fubiani; “Physics of a magnetic filter for negative ion sources: II. E X B drift through the filter in a real geometry”;Physics of Plasmas, AIP,19, 113510 (2012).(doi.org/10.1063/1.4768804).",
      "Bhaskar Chaudhury, Jean-Pierre Boeuf, Guo Qiang Zhu and Olivier Pascal ; “Physics and Modelling of Microwave Streamers at atmospheric pressure”; Journal of Applied Physics,AIP,110, 113306 (2011).(doi.org/10.1063/1.3665202).",
      "Guo Qiang Zhu, Jean-Pierre Boeuf and Bhaskar Chaudhury; “Ionization-diffusion plasma front propagation in a microwavefield”; Plasma Sources Science and Technology, IOP,20, 035007 (2011).(doi:10.1088/0963-0252/20/3/035007).",
      "Bhaskar Chaudhury, Jean-Pierre Boeuf and Guo Qiang Zhu ; “Pattern formation and propagation during microwave breakdown”; Physics of Plasmas,AIP,17, 123505, (2010).(doi.org/10.1063/1.3517177).",
      "Bhaskar Chaudhury and Jean-Pierre Boeuf; “Computational Studies of Filamentary Pattern Formation in a High Power Microwave Breakdown Generated Air Plasma”; IEEE Transactions on Plasma Science, Vol. 38, No 9, pp 2281-2288, (2010). (doi.org/10.1109/TPS.2010.2055893).",
      "Jean-Pierre Boeuf, Bhaskar Chaudhury, and GuoQiang Zhu; “Theory and modeling of self-organization and propagation of filamentary plasma arrays in microwave breakdown at atmospheric pressure”; Physical Review Letters (PRL), APS, vol 104, Issue 1, 015002, (2010). (doi.org/10.1103/PhysRevLett.104.015002).",
      "Bhaskar Chaudhury and Shashank Chaturvedi; “Study and Optimization of Plasma-Based Radar Cross Section Reduction Using Three-Dimensional Computations”; IEEE Transactions on Plasma Science, Vol. 37, No 11, pp 2116-2127, (2009). (doi.org/10.1109/TPS.2009.2032331).",
      "Bhaskar Chaudhury, P. K. Chattopadhyay , Daniel Raju and Shashank Chaturvedi; “Transient analysis of creeping wave modes using 3-D FDTD simulation and SVD method”; IEEE Trans. on Antennas & Propagation, Vol. 57, Issue 3, p 754-759, (2009). (doi.org/10.1109/TAP.2009.2013435).",
      "Bhaskar Chaudhury, Shashank Chaturvedi; “Comparison of Wave Propagation Studies in plasma using 3-D FDTD and Ray Tracing method”; Physics of Plasmas, AIP, 13, 123302, (2006). (doi.org/10.1063/1.2397582).",
      "Bhaskar Chaudhury, Shashank Chaturvedi; “Three Dimensional Computation of Reduction in Radar Cross Section using Plasma Shielding”; IEEE Transactions on Plasma Science, Vol. 33, No 6, pp 2027-2034, (2005). (doi.org/10.1109/TPS.2005.860122)."
    ],
    "contact": {
      "phone": "079-68261590",
      "email": "bhaskar_chaudhury@dau.ac.in",
      "address": "2204, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/bhaskar-chaudhury"
  },
  {
    "name": "Biswajit Mishra",
    "education": "PhD (Electrical & Electronics Engineering), University of Southampton, UK",
    "biography": "Not Available",
    "specialization": "Ultra Low Power and Sub-threshold Circuit Methodologies, Very Low Voltage Circuits for Wireless Sensor Networks, Digital IC Design, Power Management for Energy Harvesters, Signal Processing Hardware for Color Image Processing, Geometric Algebra and Novel Hardware",
    "teaching": [
      "Basic Electronic Circuits (BTech)",
      "VLSI Subsystem Design (MTech)",
      "Low Power VLSI Design"
    ],
    "publications": [
      "P Patel, B Mishra and D. Nagchaudhury, “A 36nW Power Management Unit for Solar Energy Harvesters using 0.18um CMOS,” in IEEE Conference on VDAT, Roorkee, India 2017https://doi.org/10.1007/978-981-10-7470-7_47",
      "Pokhara, J. Agrawal and B. Mishra, “Design of an All Digital, Low Power TDC in 0.18um CMOS” in in IEEE in IEEE Int. Symposium on Embedded computing and system Design, 2017, IndiaDOI:https://doi.org/10.1109/ISED.2016.7977103",
      "Botteron, P. Janphuang, B. Mishra, G. Tasselli, F.J. Haug, D. Briand, A. Skrivervik, N.F. deRooij, P.A. Farine, “UWB-Sensor node for smart building applications powered by piezoelectric harvesters or solar cells”Sensors and Actuators A: Physical, 239, 127-136, 2016DOI:https://doi.org/10.1016/j.sna.2016.01.011",
      "J Shah and B Mishra, “Customized IoT enabled Wireless Sensing and Monitoring Platform for Smart Buildings”,Elsevier Procedia Technology,2016.DOI:https://doi.org/10.1016/j.protcy.2016.03.025",
      "Mishra, C. Botteron, G. Tasselli, C. Robert and P. A Farine. “A Sub uA Power Management Circuit in 0.18um CMOS for Energy Harvesters “,IEEE DATE. Grenoble, France, 2013DOI:https://doi.org/10.7873/DATE.2013.249"
    ],
    "contact": {
      "phone": "079-68261561",
      "email": "biswajit_mishra@dau.ac.in",
      "address": "2104, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/biswajit-mishra"
  },
  {
    "name": "Gautam Dutta",
    "education": "PhD (Physics), Physical Research Laboratory, Ahmedabad",
    "biography": "I did particle physics, neutrino physics, to be precise for research work. Presently I explore anything that can be touched upon by the general principles of physics and mathematics. I am interested in areas of quantum mechanics, quantum computation and information and certain aspects of general relativity.",
    "specialization": "Theoretical physics",
    "teaching": [
      "Electromagnetic Theory",
      "Algebraic Structures",
      "Introduction to Modern Algebra",
      "Introduction to Quantum Mechanics",
      "Quantum Computation",
      "Numerical Differential Geometry in Image processing",
      "Essential Mathematics",
      "Classical Mechanics",
      "Thermodynamics",
      "Discrete Mathematics",
      "Probability and Information Theory"
    ],
    "publications": [
      "Comment on `Yet another encounter with the golden ratio: balancing laminar bodies on the edge’.Gautam Dutta, Mitaxi Mehta.Eur. J. Phys. 37 (2016) 068002.",
      "Neutrinos from stellar collapse: Effects of flavour mixingGautam Dutta, D. Indumathi, M.V.N. Murthy, G. Rajasekaran, Phys. Rev.D61, 13009 (2000).",
      "Pseudo Dirac neutrinos in seesaw modelG. Dutta, A.S Joshipura, Phys. Rev. D 51, 3838 (1995)",
      "Leptonic Flavor violation in the presence of an extra ZG.Dutta, A.S Joshipura, K.B Vijaykumar, Phys. Rev. D 50, 2109 (1994)."
    ],
    "contact": {
      "phone": "079-68261631",
      "email": "gautam_dutta@dau.ac.in",
      "address": "1110, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/gautam-dutta"
  },
  {
    "name": "Gopinath Panda",
    "education": "PhD (Mathematics), IIT Bhubaneswar",
    "biography": "I have been an assistant professor at DA-IICT since July 2022. Before my current role, I was an adjunct faculty at theCollege of Aeronautics, Florida Tech, USA. I continued as a collaborative researcher in theElectrical and Computer Engineeringdepartment at the University of Central Florida, USA. I have over five years of postdoctoral research & teaching experience across institutions likeNISER,SUTD,UCF, andFIT.My research interests lie at the intersection of stochastic modeling and computer science, focusing on the intricacies of software-defined networks (SDN). In collaboration with researchers from the Networking and Wireless Systems Lab at UCF, I am actively engaged in advancing our understanding of SDN architectures and protocols. Additionally, I am deeply invested in exploring decision-making under uncertainty, leveraging principles from applied probability, stochastic modeling, and game theory. My research seeks to unravel the complexities of decision processes in stochastic environments. I have collaborated on research projects ranging from queueing games to modeling healthcare services, cloud computing to SDNs, and inventory to actuarial modeling, reflecting the breadth and depth of my scholarly engagement. In my academic pursuits, I rely on diverse software tools like Maple, Matlab, and Mathematica for numerical computation and Python and SPSS for statistical data analysis.",
    "specialization": "Probability and Statistics",
    "teaching": [
      "Assistant Professor, DA-IICT, Gandhinagar",
      "Discrete Mathematics (MC 123)",
      "Mathematical Statistics (MC 221)",
      "Exploratory Data Analysis (IT 495)",
      "Discrete Mathematics (SC 612)",
      "Exploratory Data Analysis (IT 462)",
      "Adjunct Faculty, Florida Tech, USA.",
      "Aviation Statistics (AVS 5205)",
      "Applied Calculus and Statistics (MTH 1603)",
      "Teaching Assistant, NISER Bhubaneswar, India.",
      "Real Analysis",
      "Teaching Assistant, IIT Bhubaneswar, India.",
      "Mathematics I",
      "Mathematics II",
      "Probability and Random processes",
      "Probability, Statistics, and Stochastic Processes"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261716",
      "email": "gopinath_panda@dau.ac.in",
      "address": "3203, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/gopinath-panda"
  },
  {
    "name": "Hemant Patil",
    "education": "PhD (Computer Science), IIT Kharagpur",
    "biography": "Hemant A. Patil received Ph.D. degree from the Indian Institute of Technology (IIT), Kharagpur, India, in July 2006. Since 2007, he has been a faculty member at DA-IICT Gandhinagar, India and developed Speech Research Lab at DA-IICT, which is recognized as ISCA speech labs. Dr. Patil is member of IEEE, IEEE Signal Processing Society, IEEE Circuits and Systems Society, International Speech Communication Association (ISCA), EURASIP and an affiliate member of IEEE SLTC. He is regular reviewer for ICASSP and INTERSPEECH, Speech Communication, Elsevier, Computer Speech and Language, Elsevier and Int. J. Speech Tech, Springer, Circuits, Systems and Signal Processing, Springer. He has published around 226 research publications in national and international conferences/journals/book chapters. He visited department of ECE, University of Minnesota, Minneapolis, USA (May-July, 2009) as short term scholar. He has been associated (as PI) with three MeitY sponsored projects in ASR, TTS and QbE-STD. He was co-PI for DST sponsored project on India-Digital Heritage (IDH)-Hampi. His research interests include speech and speaker recognition, TTS, infant cry analysis. He has received DST Fast Track Award for Young Scientists for infant cry analysis. He has coedited a book on Forensic Speaker Recognition with Dr. Amy Neustein (EIC, IJST Springer). Presently, he is coediting two books in speech technology for medical-domain. Dr. Patil has taken a lead role in organizing several ISCA supported events, such as summer/winter schools/CEP workshops (such as speaker and language recognition, speech source modeling, text-to-speech synthesis, speech production-perception link, advances in speech processing) and progress review meetings for two MeitY consortia project all at DA-IICT Gandhingagar. Dr. Patil has supervised 04 doctoral (including doctoral thesis supervision in spoofing attacks) and 42 M.Tech. theses. Presently, he is supervising 03 doctoral students. Recently, he offered a joint tutorial with Prof. Haizhou Li during Asia Pacific Signal and Information Processing Association Annual Summit and Conference (APSIPA ASC) 2017 and also during INTERSPEECH 2018. He will be offfering joint tutorial with Prof. H. Kawahar during APSIPA ASC 2018, Honolulu, USA, Nov. 12-15, 2018. He has been selected as APSIPA Distinguished Lecturer (DL) for 2018-2019. He has delivered 11 APSIPA DLs in three countries, India, China and Canada.",
    "specialization": "Speech Signal Processing, Speech and Speaker Recognition (Voice Biometrics), Development of Countermeasures for Spoofing Attacks on Automatic Speaker Verification, Voice Conversion",
    "teaching": [
      "Signals and Systems (BTech Sem III Core Course)",
      "Speech Technology (BTech Sem VI elective and Open to MTech and PhD)",
      "Speech Communication",
      "Advanced Digital Signal Processing"
    ],
    "publications": [
      "Hardik B. Sailor and Hemant A. Patil, ” Novel unsupervised auditory filterbank learning using convolutional RBM for speech recognition,” in ACM/IEEE Trans. Audio, Speech and Language Processing, vol. 24, no. 12, pp. 2341-2353, Dec. 2016.",
      "H. B. Sailor and H. A. Patil, “Auditory feature representation using convolutional restricted Boltzmann machine and Teager energy operator for speech recognition,” Journal of Acoust. Soc. of America (JASA) Express Letters , vol. 141, no. 6, pp. 1–7, June 2017.",
      "M. C. Madhavi, and H. A. Patil, “Partial matching and search space reduction for QbE-STD,” in Computer Speech & Language, Elsevier, vol. 45, pp. 58-082, Sept. 2017.",
      "H. A. Patil, and M. C. Madhavi, Combining evidences from magnitude and phase information using VTEO for person recognition using humming,” in special issue of Recent advances in speaker and language recognition and characterization Computer Speech and Language, Elsevier, In Press, Sept. 2017.",
      "Tanvina B. Patel and Hemant A. Patil, “CochleSignals and Systems, Advanced Digital Signal Processing, Speech Communication (PG level), Speech Technology (UG level).ar filter and instantaneous frequency based features for spoofed speech detection”, in IEEE Journal of Selected Topics in Signal Processing (JSTSP), Special Issue on Spoofing and Countermeasures for Automatic Speaker Verification, vol. 11, no. 4, pp. 618-631, June 2017."
    ],
    "contact": {
      "phone": "079-68261650, Lab: 079-68261587",
      "email": "hemant_patil@dau.ac.in",
      "address": "Office: 4103, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007.Lab: CEP 006, Speech Lb, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/hemant-patil"
  },
  {
    "name": "Jenson Joseph",
    "education": "PhD (Communication), University of Hyderabad, Hyderabad",
    "biography": "My research work probes the links between media practices and the political-cultural forms they engender under historical conditions. For my PhD project, I studied a range of commercial-aesthetic practices of cinema in Kerala between the late 1940s and the mid 1960s, by examining their relationship to the political imaginaries that they gave expressions to. My current research attempts to make contributions to the studies on contemporary transformations in media cultures across the globe, especially with the peaking of digital media cultures, by generating cultural histories of the shifts in practices of media forms in india post 1990s. Media Theory, Cultural Studies, and Film Studies are my main areas of interest. I have taught courses in Media Research Methods, Introduction to Cinema, History of Media, Media Laws and Ethics, Writing for Print Media and Communication Theories.",
    "specialization": "History and theory of Media, Film Studies, Cultural Studies, Malayalam Cinema, Popular Culture",
    "teaching": [
      "Introduction to Narratology",
      "Indian Cinema: Lineages and the Present",
      "Communication Skills"
    ],
    "publications": [
      "Introduction to Narratology",
      "Indian Cinema: Lineages and the Present",
      "Communication Skills"
    ],
    "contact": {
      "phone": "079-68261536",
      "email": "jenson_joseph@dau.ac.in",
      "address": "3205, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/jenson-joseph"
  },
  {
    "name": "Madhu Kant Sharma",
    "education": "PhD (Mathematics), IIT Madras",
    "biography": "Dr. Madhu Kant Sharma received his M.Sc. (Mathematics) degree (2008-2010) from the Indian Institute of Technology Kanpur and his Ph.D. degree in Mathematics (2011-2015) from the Indian Institute of Technology Madras. He has held academic positions as an Assistant Professor at the Mahindra Ecole Centrale Hyderabad (Aug. 2015 – Jul. 2018) and at the Indian Institute of Information Technology Dharwad (Aug. 2018 – May 2020). From June 2020 to April 2025, he was an Assistant Professor at the Dhirubhai Ambani Institute of Information and Communication Technology (DA-IICT) in Gandhinagar. Since May 2025, he has been serving as an Associate Professor at DA-IICT. His current research interests include the analytical and numerical study of Fractional Differential Equations (FDEs), Applications of FDEs, Optimization Techniques, and Signal Processing.",
    "specialization": "Fractional Differential Equations (FDEs), Optimization, Numerical Methods for FDEs, Signal Processing",
    "teaching": [
      "Computational and Numerical Methods",
      "Functions of Single Variable & ODEs",
      "Probability, Statistics and Information Theory",
      "Functions of Several Variables & PDEs",
      "Linear Algebra"
    ],
    "publications": [
      "Prusty, B., Sharma, M. A Robust Higher-Order Scheme for Fractional Delay Differential Equations Involving Caputo Derivative. Iran J Sci 48, 1561–1577 (2024). https://doi.org/10.1007/s40995-024-01695-9",
      "Madhukant Sharma, Existence of optimal pairs and solvability of non-autonomous fractional Sobolev-type integrodifferential equations. Indian J Pure Appl Math, (2023). ISSN: 0975-7465.https://doi.org /10.1007/s13226-023-00457-4",
      "Madhukant Sharma, Udit Satija, MGDMD: Multi-Variate Generalized Dispersive Mode Decomposition, Signal Processing}, Vol. 196, 108511, (2022).https://doi.org/10.1016/j.sigpro.2022.108511",
      "Madhukant Sharma, Shruti Dubey, Solvability and controllability of a retarded-type nonlocal non-autonomous fractional differential equation, Progress in Fractional Differential Equations and Applications, (2022).http://dx.doi.org/10.18576/pfda/090310",
      "Madhukant Sharma, Solvability and Optimal Control of Nonautonomous Fractional Dynamical Systems of Neutral-Type with Nonlocal Conditions, Iranian Journal of Science and Technology, Transactions A: Science, Vol. 45(6) , pp. 2121 - 2133, (2021).https://doi.org/10.1007/s40995-021-01215-z.",
      "Madhukant Sharma, Shruti Dubey, Existence of Solutions to Sobolev type Nonlocal Nonlinear Functional Integrodifferential Equations involving Caputo derivative, Differential Equations and Dynamical Systems, ISSN: 0974-6870,https://doi.org/10.1007/s12591-019-00505-8, 2019.",
      "Indira Mishra, Madhukant Sharma, Approximate Controllability of a Non-Autonomous Differential Equation, Proceedings – Mathematical Sciences, ISSN: 0253-4142, (2018), 128(3),https://doi.org/10.1007/s12044-018-0391-6",
      "Madhukant Sharma, Shruti Dubey, Analysis of Fractional Functional Differential Equations of Neutral Type with Nonlocal Conditions, Differential Equations and Dynamical Systems, ISSN:0974-6870, (2017), 25, 499-517,https://doi.org/10.1007/s12591-016-0290-1.",
      "Madhukant Sharma, Shruti Dubey, Controllability of Sobolev type Nonlinear Nonlocal Fractional Functional Integro-differential Equations, Progress in Fractional Differentiation and Applications, ISSN: 2356-9336, (2015), 1(4), 281 – 293,http://dx.doi.org/10.18576/pfda/010405",
      "Madhukant Sharma, Shruti Dubey, Controllability of Nonlocal Fractional Functional Differential Equations of Neutral Type, International Journal of Dynamical Systems and DifferentialEquations, ISSN: 1752-3583, (2015), 5(4), 302 – 321,https://dx.doi.org/10.1504/IJDSDE.2015.072840",
      "Madhukant Sharma, B. V. Rathish Kumar, Vivek Sangwan, S. K. Murthy, Modeling and simulation of dispersed two – phase flows of bubbles, drops and particles, World Journal of Modelling and Simulation, ISSN: 1746-7233, (2015), 11(2), 145 – 160,http://www.wjms.org.uk/wjmsvol11no02paper07.pdf",
      "Madhukant Sharma, Shruti Dubey,Asymptotic Behavior of Solutions to Nonlinear Nonlocal Fractional Functional Differential Equations, Journal of Nonlinear Evolution Equations and Applications, ISSN: 2161-3680, (2015), 2015(2), 21 – 30,http://www.jneea.com/sites/jneea.com/files/JNEEA-vol.2015-no.2.pdf",
      "Shruti Dubey, Madhukant Sharma, Solutions to Fractional Functional Differential Equations with Nonlocal Conditions, Fractional Calculus and Applied Analysis, ISSN: 1314-2224, (2014),17(3), 654 – 673,https://doi.org/10.2478/s13540-014-0191-3"
    ],
    "contact": {
      "phone": "079-68261554",
      "email": "madhukant_sharma@dau.ac.in",
      "address": "1109, FB-1 , DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/madhu-kant-sharma"
  },
  {
    "name": "Madhumita Mazumdar",
    "education": "PhD (Modern History), University of Calcutta, Calcutta",
    "biography": "Prof. Madhumita Mazumdar is a senior faculty in the Humanities and Social Sciences. She teaches courses in the BTech, MDes ( CD) and PhD programmes. Prof. Mazumdar holds a doctorate in History from the University of Calcutta.Her research interests are in social and cultural histories of Science, Technology and Design. She also does collaborative research with Prof. Vishvajit Pandya in colonial and post- colonial histories of the Andaman Islands. She is co- author of the book titled, \"New Histories of the Andaman Islands: Place, Space and Identity in the Bay of Bengal, 1790-2012\" published in 2016 by the Cambridge University Press, UK 2016https://doi.org/10.1017/CBO9781139924641Currently she has a book contract with Bloomsbury Press, UK to work on the early career of design pedagogy and progressive education at the National Institute of Design, India.She has published several articles and chapters in peer- reviewed journals and books and has participated in numerous national and international conferences.",
    "specialization": "Social and Cultural History Science, Technology and Design, History of Modernity and Developmental Practice in Colonial and Post-Colonial India, Economic and Social History of Gujarat",
    "teaching": [
      "Btech (Open Electives) Culture, Politics, Identity and Approaches to Globalization",
      "MDes (CD) Introduction to the History of Design, Thematic Seminar and Research Proposal Writing"
    ],
    "publications": [
      "Clare Anderson, Madhumita Mazumdar, and Vishvajit Pandya -New Histories of the Andaman Islands –Landscape, Place and Identity in the Bay of Bengal 1790—2012,Cambridge University Press, Cambridge, 2016"
    ],
    "contact": {
      "phone": "079-68261562",
      "email": "madhumita_mazumdar@dau.ac.in",
      "address": "2111, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/madhumita-mazumdar"
  },
  {
    "name": "Maniklal Das",
    "education": "PhD (Computer Science), IIT Bombay",
    "biography": "Maniklal Das is Professor of Computer Science at Dhirubhai Ambani Institute of Information and Communication Technology (DA-IICT), Gandhinagar, India. Prior to joining DA-IICT in 2006, he worked with Institute for Development and Research in Banking Technology (IDRBT), Hyderabad, India. He has over 22 years of research and teaching experience in Information Security and Information Technology. His research works broadly cover all areas of Cyber Security and IT security management. He has served as a member of the technical program committee for many international conferences, and he is a regular reviewer of IEEE/ACM/Springer/Elsevier journals. He is currently on Editorial Board of IEEE Transactions on Dependable and Secure Computing. During his professional service, he has served as investigator of many sponsored research projects with national and international collaborators in the area of Security and Privacy.Dr. Das received his Ph.D. degree from Indian Institute of Technology, Bombay and M.Tech. degree from Indian School of Mines, Dhanbad, India. He is a senior member of the IEEE and Life member of Cryptology Research Society of India.",
    "specialization": "Cyber Security, Privacy, Cryptography, Algorithms",
    "teaching": [
      "Cryptography",
      "Information Security",
      "Security Protocols",
      "Algorithms"
    ],
    "publications": [
      "Payal Chaudhari and Manik Lal Das. Privacy Preserving Searchable Encryption with Fine-grained Access Control. IEEE Transactions on Cloud Computing, 2019, DOI: 10.1109/TCC.2019.2892116",
      "Sarita Agrawal, Manik Lal Das, and Javier Lopez. Detection of Node Capture Attack in Wireless Sensor Networks. IEEE Systems Journal, 13(1):238-247, 2019.",
      "Sarita Agrawal and Manik Lal Das. Mutual Healing enabled Group-key Distribution Protocol in Wireless Sensor Networks. Computer Communications, Elsevier, 112:131-140, 2017.",
      "Xavier Bultel, Manik Lal Das, Hardik Gajera, David Gerault, Matthieu Giraud, and Pascal Lafourcade. Private Polynomial Evaluation. In Proc. of International Conference on Provable Security (ProvSec 2017), LNCS 10592, Springer, pp. 487-506, 2017.",
      "Manik Lal Das. Two-factor User Authentication in Wireless Sensor Networks. IEEE Transactions on Wireless Communications, 8(3):1086-1090, 2009.",
      "Manik Lal Das, Ashutosh Saxena and V. P. Gulati. A Dynamic ID-based Remote User Authentication Scheme. IEEE Transactions on Consumer Electronics, 50(2):629-631, 2004."
    ],
    "contact": {
      "phone": "079-68261617, Fax: (+91) 079-68261710",
      "email": "maniklal_das@dau.ac.in",
      "address": "2103, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/maniklal-das"
  },
  {
    "name": "Manish Chaturvedi",
    "education": "PhD (ICT), DA-IICT, Gandhinagar",
    "biography": "I have joined Dhirubhai Ambani University (DA-IICT), Gandhinagar as an Assistant Professor in May 2025. Previously, I worked at Institute of Infrastructure Technology Research And Management (IITRAM), Pandit Deendayal Petroleum University, and Nirma University.I did M.Tech. (ICT) and Ph.D. (ICT) from Dhirubhai Ambani Institute of ICT (DA-IICT) in year 2009 and 2016, respectively.My Research interests include the design of Intelligent Transportation Systems, Embedded Systems and IoT, Scalable protocol design for large distributed systems, and the ICT system design in general. I am also interested in studying distributed data structures, peer to peer content sharing, and the use cases of Blockchain framework.Please referhttps://sites.google.com/site/manishacademics/researchfor more information about my research.",
    "specialization": "Design of Intelligent Transportation Systems, Communication Protocol Design, Embedded Systems and Internet of Things",
    "teaching": [
      "Computer Networks",
      "Data Structures"
    ],
    "publications": [
      "Computer Networks",
      "Data Structures"
    ],
    "contact": {
      "phone": "079-68261645",
      "email": "Not Available",
      "address": "1111, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/manish-chaturvedi"
  },
  {
    "name": "Manish Kumar",
    "education": "PhD (Electrical Engineering), IIT Patna",
    "biography": "Currently, I am an Associate Professor at Dhirubhai Ambani University (Formerly DA-IICT). Before joining here, I worked as a Lead Engineer in the 5G System Engineering Research & Development Team at Radisys, a wholly-owned subsidiary of Reliance Jio Platforms. I worked towards the proposal and development of algorithms for the downlink and uplink of 5G wireless cellular systems, and validating their feasibility with respect to the 3GPP technical specifications. Prior to this, I worked as a Researcher at Ben-Gurion University, Israel, where I worked on research assignments of Heron 5G consortium and Israel Science Foundation.I received my PhD in Electrical Engineering with specialization in wireless communications from Indian Institute of Technology, Patna, India. I worked towards blind parameter estimation, synchronization of wireless communication systems, and implementation of a practical testbed for a blind wireless transceiver system.",
    "specialization": "Algorithm Development and Performance Optimization in UAV Networks, Sensor & Ad-Hoc Networks; Applications of AI/ML, Blockchain in Networks; Internet of Things; Next Generation Wireless Networks: 5G/6G",
    "teaching": [
      "Optimization",
      "Advanced Wireless Communications",
      "Probability & Statistics",
      "Digital Communications"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261678",
      "email": "manish_kumar@dau.ac.in",
      "address": "3102, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/manish-kumar"
  },
  {
    "name": "Manjunath V. Joshi",
    "education": "PhD (Electrical Engineering), IIT Bombay",
    "biography": "Manjunath V. Joshi received the B.E. degree from the University of Mysore, Mysore, India, and the M.Tech. and Ph.D. degrees from the Indian Institute of Technology Bombay (IIT Bombay), Mumbai, India. Currently, he is serving as a Professor with the Dhirubhai Ambani Institute of Information and Communication Technology, Gandhinagar, India. He has been involved in active research in the areas of signal and Image Processing, Computer Vision, and Machine Learning and has several publications in quality journals and conferences. He has co-authored four books entitled Motion-Free Super Resolution (Springer, New York-2005), Digital Heritage Reconstruction using Super-resolution and Inpainting (Morgan and Claypool-2016), Regularization in Hyperspectral Unmixing (SPIE Press-2016) and the book entitled Multi-resolution Image Fusion in Remote Sensing (Cambridge University Press, UK-2019). So far nine PhD students have been graduated under his supervision. Dr. Joshi was a recipient of the Outstanding Researcher Award in Engineering Section by the Research Scholars Forum of IIT Bombay in 2005. He was also a recipient of the Best Ph.D. Thesis Award by Infineon India and the Dr. Vikram Sarabhai Award for the year 2006-2007 in the field of information technology constituted by the Government of Gujarat, India. He served as a Program Co-Chair for the 3rd ACCV Workshop on E-Heritage, 2014 held at Singapore. He was honoured with a plaque of appreciation on achieving excellence in teaching and research at DA-IICT on the occasion of Teacher’s Day 5th September 2015. Dr. Joshi has successfully conducted two Continuing Education Programs (CEPs) for scientists of ISRO, Ahmedabad during August 2012 and March 2016, respectively. He has also served as Visiting Professor at Gandhinar and IIIT Vadodara. He has visited Germany, Italy, France, Hong Kong, USA, Canada, South Korea, Indonesia and contributed to research in his area of expertise. For more information visit: http://intranet.daiict.ac.in/~mv_joshi/",
    "specialization": "Signal and Image Processing, Digital Communication, Computer Vision, Machine Learning",
    "teaching": [
      "Statistical Communication Theory",
      "Digital Communication",
      "Digital Signal Processing",
      "Computer Vision",
      "Topics in Deep Learning"
    ],
    "publications": [
      "Kamal Captain and Manjunath Joshi, “SNR Wall for Generalized Energy Detector in the presence of Noise Uncertainty and Fading,” Physical Communication (Elsevier)”, vol 32, Feb 2019",
      "Kamal Captain and Manjunath Joshi, “Performance improvement in wideband spectrum sensing under fading: Use of diversity”, IEEE Transactions on Vehicular Technology, vol 66, March 2017",
      "R. C. Patel and M. V. Joshi, “Super-resolution of hyperspectral images: use of optimum wavelet filter coefficients and sparsity regularization”, IEEE Transactions on Geoscience and Remote Sensing, vol. 53, April, 2015.",
      "K. P. Upla, M. V. Joshi, and P. P. Gajjar, “An edge preserving multiresolution fusion: use of contourlet transform and MRF prior”, IEEE Transactions on Geoscience and Remote Sensing, vol. 53, June 2015.",
      "P. Gajjar and M. V. Joshi, “A New Learning Based Super-Resolution: Use of DWT and IGMRF Prior Model”, IEEE Transactions on Image Processing, vol 19, May 2010"
    ],
    "contact": {
      "phone": "079-68261611",
      "email": "mv_joshi@dau.ac.in",
      "address": "1203, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/manjunath-v-joshi"
  },
  {
    "name": "Manoj Raut",
    "education": "PhD (Mathematics), IIT Madras",
    "biography": "Not Available",
    "specialization": "Mathematical Logic",
    "teaching": [
      "Logic in Computer Science",
      "Discrete Mathematics",
      "Coding Theory"
    ],
    "publications": [
      "Manoj K. Raut, and Manish K. Gupta, On Octonary Codes and their Covering Radii, Australasian Journal of Combinatorics, Vol 63(2), pp 246-261, 2015.https://ajc.maths.uq.edu.au/pdf/63/ajc_v63_p246.pdf",
      "Manoj K. Raut, An Incremental Algorithm for Computing Prime Implicates in Modal Logic, In Proceedings of Theory and Applications of Models of Computation (TAMC) 2014, LNCS 8402, pp 188-202, 2014.https://link.springer.com/chapter/10.1007/978-3-319-06089-7_13",
      "Manoj K. Raut, and Arindama Singh, Computing Prime Implicants of First Order formulas via Transversal Clauses, International Journal of Computer Mathematics, Vol. 81, No. 2, 157-167, Feb. 2004.https://doi.org/10.1080/00207160310001650071"
    ],
    "contact": {
      "phone": "079-68261585",
      "email": "manoj_raut@dau.ac.in",
      "address": "4112, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/manoj-raut"
  },
  {
    "name": "Minal Bhise",
    "education": "PhD (Computer Science), BITS Pilani",
    "biography": "Not Available",
    "specialization": "Distributed Databases - Query Processing, Application Development for Biodiversity Domain, Software System Analysis and Design",
    "teaching": [
      "Database Management Systems (BTech Core)",
      "Software Engineering (BTech Core)",
      "Web Data Management (PG UG Technical Elective)",
      "Approaches to Semantic Web (PG Elective)"
    ],
    "publications": [
      "Trupti Padiya, Minal Bhise, DWAHP: Distributed Workload Aware Hybrid Partitioning for RDF Data, IDEAS 2017, Bristol, England DOI:10.1145/3105831.3105864",
      "Anubha Jain, Trupti Padiya, Minal Bhise, Log Based Method for Faster IoT Queries, IEEE Tensymp, June 2017, Kerala, IndiaDOI:10.1109/TENCONSpring.2017.8070066",
      "Bhavik Shah, Trupti Padiya, Minal Bhise, Structure Indexed Vertical Partitioning for RDF Data, High Performance Data Intensive Computing HPDIC Workshop collocated with IEEE International Parallel and Distributed Processing Symposium, 25-29 May 2015, pp 575-584DOI:10.1109/IPDPSW.2015.143",
      "Minal Bhise, Sanjay Chaudhary, Asim Banerjee, Aakash Goyal, Chetan Moradiya, Agro-Advisory System for Cotton Crop, 7th International Conference on Communication Systems and Networks COMSNETS AGRINETS 2015, Bangalore, ISBN 978-1-4799-8440-4, January 6-10, 2015, pp. 281-286DOI:10.1109/COMSNETS.2015.7098701",
      "Sandeep Vasani, Mohit Pandey, Minal Bhise, Trupti Padiya, Faster Query Execution for Partitioned Data, ICDCIT 2013, India, 6-8 February 2013 , LNCS Springer Verlag Berlin Heidelberg, Volume 7753, pp.547-560 DOI:10.1007/978-3-642-36071-8_44"
    ],
    "contact": {
      "phone": "079-68261548",
      "email": "minal_bhise@dau.ac.in",
      "address": "1209, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/minal-bhise"
  },
  {
    "name": "Mukesh Tiwari",
    "education": "PhD (Optical Science & Engineering), University of New Mexico, USA",
    "biography": "Mukesh Tiwari is currently working as an Associate Professor at DA-IICT. He joined the institute in 2009. Before this, he completed his M.Sc. in Physics from the Indian Institute of Technology, Delhi, and PhD from the University of New Mexico, working with Nitant Kenkre. His primary research interest is in complex networks, nonequilibrium statistical mechanics, and nonlinear dynamics. His current research directions focus on interdisciplinary sciences. He uses models and techniques originating in physics to understand phenomena and processes in social systems and complex time series arising in finance and physiology. His research also involves studying the properties of highly nonlinear waves in granular systems and transport phenomena in quantum and classical systems.",
    "specialization": "Nonequilibrium statistical mechanics and Nonlinear dynamics",
    "teaching": [
      "Modeling and Simulation",
      "Nonlinear Dynamics",
      "Introduction to Complex Networks",
      "Electromagnetic Theory",
      "Time Series Analysis"
    ],
    "publications": [
      "M Tiwari and Y Wong, Identification of topological measures of visibility graphs for analyzing transitions in complex time series,International Journal of Modern Physics B, 36, 2240080 (2022).",
      "M Tiwari, X Yan and S Sen, Modeling the nonlinear effects of opinion kinetics in elections: A simple Ising model with Random field based study, Physica A: Statistical Mechanics and its Applications 582, 126287 (2021).",
      "M Tiwari, T. R. Krishna Mohan, S Sen, “Decorated granular layers for impact decimation”, Granular Matter 18, 1–5 (2016).",
      "M. Tiwari and V. M. Kenkre, Approach to Equilibrium of a Nondegenerate Quantum System: Decay of Oscillations and Detailed Balance as Separate Effects of a Reservoir, Eur. Phys. J. B,87,4,(2014)."
    ],
    "contact": {
      "phone": "079-68261614",
      "email": "mukesh_tiwari@dau.ac.in",
      "address": "1112, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/mukesh-tiwari"
  },
  {
    "name": "Nabin Kumar Sahu",
    "education": "PhD (Mathematics), IIT Kharagpur",
    "biography": "As a person from Pure Mathematics group, I work in the Theory of Optimization and the Theory of Frames. The theory of frames is largely applied in Signal Processing and Image processing. Optimization also plays a significant role in Machine learning and Data analysis. So although I belong to Pure Mathematics group, I extend my research area towards applications.",
    "specialization": "Frame Theory, Optimization Theory and Applications, Variational Inequalities",
    "teaching": [
      "Calculus",
      "Optimization",
      "Numerical Methods"
    ],
    "publications": [
      "N. K. Sahu, R. N. Mohapatra, C. Nahak and S. Nanda, Approximation solvability of a class of A-monotone implicit variational inclusion problems in semi-inner product spaces, Applied Mathematics and Computation, 236 (2014) 109-117.",
      "N. K. Mahato, M. A. Noor and N. K. Sahu, Existence results for trifunction equilibrium problems and fixed point problems, Anal. Math. Phys., DOI 10.1007/s13324-017-0199-z (2017) .",
      "N. K. Sahu, R. N. Mohapatra, C. Nahak and N. K. Mahato, A new class of generalized monotone mappings and variational inclusion problems in Banach spaces, DCDIS: Mathematical Analysis, 23 (2016) 447-463.",
      "N. K. Sahu, C. Nahak and S. Nanda, Graph Convergence and Approximation Solvability of a Class of Implicit Variational Inclusion Problems in Banach Spaces, Journal of Indian Mathematical Society, 81 (1-2) (2014) 155-172.",
      "N. K. Sahu, C. Nahak and S. Nanda, The Extended F-implicit Complementarity and Variational Inequality Problems in Semi-inner Product Spaces, Acta Universitatis Apulensis, 35 (2013) 111-123."
    ],
    "contact": {
      "phone": "079-68261642",
      "email": "nabinkumar_sahu@dau.ac.in",
      "address": "4212, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/nabin-kumar-sahu"
  },
  {
    "name": "P M Jat",
    "education": "PhD (Computer Science and Engineering), ML Sukhadia University, Udaipur",
    "biography": "Not Available",
    "specialization": "Databases",
    "teaching": [
      "Database Management System",
      "Data Mining",
      "Object Oriented Programming",
      "Enterprise Computing with J2EE"
    ],
    "publications": [
      "Kashyap, Raiyani, Sanjay Chaudhary, and P. M. Jat.”Virtual machine migration for back-end mashup application deployed on OpenStack environment.”Parallel, Distributed and Grid Computing (PDGC), 2014 International Conference on.IEEE, 2014. [DOI:10.1109/PDGC.2014.7030744]",
      "Mandloi, Dipendra Singh, Pokhar Mal Jat, and Sanjay Chaudhary. “SPARQLGen: Generation of SPARQL from Pseudo BGP.”Advances in Computing and Information Technology(2013): 501-509.[DOI:https://doi.org/10.1007/978-3-642-31600-5_49]"
    ],
    "contact": {
      "phone": "079-68261641",
      "email": "pm_jat@dau.ac.in",
      "address": "2203, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/p-m-jat"
  },
  {
    "name": "P S Kalyan Sasidhar",
    "education": "PhD (Computer Science and Engineering), University of North Texas-Denton, USA",
    "biography": "Kalyan Sasidhar is currently an Associate Professor. Prior to this, he worked as assistant professor in the Wireless Networks and Applications group at Amrita Vishwa Vidhyapeetham (Amrita University, Kerala).He was a postdoctoral researcher at Nanyang Technological University after completing his PhD in Computer Science from University of North Texas in 2011. He has 25 plus publications in top journals and international conferences with citations of over 650 and hIndex of 11.",
    "specialization": "Meet Dr. Kalyan Sasidhar : Pioneering Mobile Computing and Network Sensing Mobile and Pervasive Computing which include Wireless Sensor Networks, Mobile Phone Based Sensing",
    "teaching": [
      "Computer Networks",
      "Distributed Systems",
      "Pervasive Sensing Systems"
    ],
    "publications": [
      "Manjarini Mallik, Soumyajit Chakraborty,Kalyan Sasidhar, and Chandreyee Chowdhury. 2025. VL-GAN: A generative classification approach for fingerprint-based indoor localization. Expert Syst. Appl. 290, C (Sep 2025)",
      "Parikshit V.,Kalyan P.S., GaitTracker: A wearable device for analysing gait patterns” (Paper ID: 151), has been accepted for full paper presentation during the 11th IEEE International Symposium on Smart Electronic Systems (IEEE – iSES)",
      "Tripathi, P., Dhoriya, V.,Sasidhar.K, Mankodi, A., MobiTest: A testbed for harnessing the computing power of discarded smartphones, 22nd International Conference on Distributed Computing and Intelligent Technologies (ICDCIT 2025)"
    ],
    "contact": {
      "phone": "079-68261560",
      "email": "kalyan_sasidhar@dau.ac.in",
      "address": "2109, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/p-s-kalyan-sasidhar"
  },
  {
    "name": "Pankaj Kumar",
    "education": "PhD (RF & Microwave), NIT Patna",
    "biography": "Pankaj Kumar received the B.Tech. degree in Electronics and Communication Engineering from Ujjain Engineering College, Ujjain, India in 2011; his M.Tech degree from PDPM Indian Institute of Information Technology Design and Manufacturing, Jabalpur, India in 2014; his Ph.D. from National Institute of Technology Patna, Bihar, India in 2021 under the supervision of Prof. P. K. Jain (IIT BHU) and Prof. Akhlesh Lakhtakia (The Pennsylvania State University, USA). He has worked at NIT Patna as Assistant Professor almost for five years.",
    "specialization": "Bio-Inspired Metasurface/Metamaterial Devices, Terahertz Devices, Semiconductor Device Modeling and Simulation, Emerging Devices, JLT, OFET, TFET, FIN-FET, VLSI Design.",
    "teaching": [
      "https://scholar.google.co.in/citations?user=FwCfbOoAAAAJ&hl=en",
      "https://www.researchgate.net/profile/Pankaj-Kumar-207"
    ],
    "publications": [
      "Kumar Pankaj, Lakhtakia Akhlesh, and Jain Pradip Kumar, “Graphene pixel-based polarization-insensitive metasurface for almost perfect and wideband terahertz absorption”, Journal of the Optical Society of America B, 36, F84-F88, 2019. (impact Factor: 2.18, Q-2, Optical Society of America)",
      "Kumar Pankaj, Lakhtakia Akhlesh, and Jain Pradip Kumar, “Tricontrollable pixelated metasurface for absorbing terahertz radiation”, Applied Optics, 58, 9614-9623, 2019. (Impact Factor :1.961, Q-1, Optical Society of America)",
      "Kumar Pankaj, Lakhtakia Akhlesh, and Jain Pradip Kumar, “Tricontrollable pixelated metasurface for stopband for terahertz radiation”, Journal of Electromagnetic Waves and Applications, 34, 2065-2078, 2020. (Impact Factor :1.4, Q-3, Tylor and Francis)",
      "Kumar Pankaj, Rai Smriti, Bhattacharyya Somak, Lakhtakia Akhlesh, and Jain Pradip Kumar, “Graphene-sandwich metasurface as a frequency shifter, switch, and isolator at terahertz frequencies”, Optical Engineering, 59, 110501-8, 2020. (Impact Factor:1.084, Q-2, SPIE)",
      "Raj Anamika, Kumar Keshab, andKumar Pankaj, “CMOS realization of OTA based tunable grounded meminductor”, Analog Integrated Circuits and Signal Processing,107, 475-482, 2021. (Impact Factor:1.337, Q-3, Springer)",
      "Nr Shaleen, Singh Sangeeta, andKumar Pankaj, “Si 1− x Ge x nanowire based metal-semiconductor-metal Schottky biristor: Design and sensitivity analysis”, IET Circuits Devices & Systems, 15,745-754, 2021. (Impact Factor:1.290, Q-3, IET-Wiley)",
      "Raj Anamika, Singh Sangeeta, andKumar Pankaj, “Electronically tunable high frequency single output OTA and DVCC based meminductor”, Analog Integrated Circuits and Signal Processing, 109, 47-55, 2021. (Impact Factor:1.337, Q-3, Springer)",
      "Kumar Bhaskar, Gupta Bharat, Singh Sangeeta, andKumar Pankaj, “FIN Junctionless Field Effect Transistor (FIN-JLFET) with Ground Plane for Surpassing Parasitic BJT Action”, Silicon, 43, 1-9, 2021. (Impact Factor:2.670, Q-3, Springer)",
      "Nr Shaleen, Singh Sangeeta, andKumar Pankaj, “Ultra-sensitive Label-Free Electrical Detection of Charged Bio-molecules Using Metal-Semiconductor-Metal Schottky Silicon Nanowire Biristor”, Journal of Computational Electronics, 21, 86-93, 2022. (Impact Factor:1.807, Q-2, Springer)",
      "Raj Anamika, Singh Sangeeta, andKumar Pankaj, “Dual Mode High Frequency and Power Efficient Grounded Memristor Based on OTA and DVCC”, Analog Integrated Circuits and Signal Processing, 110, 81-89, 2022. (Impact Factor:1.337, Q-3, Springer)",
      "Niharika Neha, Singh Sangeeta, andKumar Pankaj, “Multifunctional Metasurface based Bandstop and Bandpass Filters for Terahertz Radiation”, Optik, 253, 168551, 2022. (Impact Factor: 2.443, Q-2, Elsevier)",
      "Kumar Raghwendra,Kumar Pankaj, “Fabry-Pérot cavity resonance based metamaterial absorber for refractive index sensor at infrared frequencies”, Optics Communications, 2022. (Impact Factor: 2.31, Q-2, Elsevier).",
      "Sharma Govindam,Kumar Pankaj, Lakhtakia Akhlesh, and Jain Pradip Kumar, “Pixelated bicontrollable metasurface absorber tunable in complete X band”, Journal of Electromagnetic Waves and Applications, 2022. (Impact Factor :1.4, Q-3, Tylor and Francis)",
      "Shrivastava Anup, Shivani Saini,Kumar Pankaj, and Sanjai Singh, “A potential absorber for PHz electronics using Sn/h-BN Van der Waals structure: A hybrid DFT and microscopic investigations”, Physica E:Low-dimensional Systems and Nanostructures, 144, 115423, 2022. (Impact Factor :3.38, Q-2, Elsevier)",
      "Raj Anamika, Singh Sangeeta, andKumar Pankaj, “Simulation based analysis of low-voltage-tunable biquad filter using operational transconductance amplifiers”, International Journal of Electronics Letters, 2022. (Impact Factor:0.91, Q-4, Taylor & Francis).",
      "Agrahari Rajan,Kumar Pankaj, and Vikram Kumar, “Pixelated Metasurface based Wideband Cross Polarization Converter”, Journal of Electromagnetic Waves and Applications, 2022. (Impact Factor :1.4, Q-3, Tylor and Francis)"
    ],
    "contact": {
      "phone": "079-68261705",
      "email": "pankaj_kumar@dau.ac.in",
      "address": "3201, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/pankaj-kumar"
  },
  {
    "name": "Parul Gupta",
    "education": "PhD (Economics), IIT Delhi",
    "biography": "Dr. Parul Gupta is an Assistant Professor of Economics at Dhirubhai Ambani University. Previously, she has taught economics at the Shiv Nadar University (Delhi NCR), Indian School of Business and Finance and Lady Shri Ram College. She has also worked at Sattva Consulting and World Bank. Her current research explores the drivers of education access and quality in developing regions.Outside of academics, her interests lie in music, dance and fine arts. She is trained in Indian Classical Vocal Music and Bharatnatyam dance and she enjoys working on art and crafts in her free time.",
    "specialization": "Economic Development, Education Policy, Economics of Gender",
    "teaching": [
      "Microeconomics",
      "Mathematical economics",
      "Development Economics",
      "Quantitative methods in economics"
    ],
    "publications": [
      "Ankush Agrawal, Parul Gupta & Debasis Mondal (2024). Determinants of Private Tutoring Demand in Rural India, The Journal of Development Studies (ABDC:A), DOI: 10.1080/00220388.2023.2273798"
    ],
    "contact": {
      "phone": "079-68261744",
      "email": "parul_gupta@dau.ac.in",
      "address": "4102, FB-4, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/parul-gupta"
  },
  {
    "name": "Prasenjit Majumder (On Leave)",
    "education": "PhD (Computer Science), Jadavpur University",
    "biography": "Not Available",
    "specialization": "Natural Language Processing, Information Retrieval, Cognitive Science",
    "teaching": [
      "Information Retrieval",
      "Human Computer Interaction",
      "Operating systems",
      "Introduction to Programming"
    ],
    "publications": [
      "YASS: Yet another suffix stripperP Majumder, M Mitra, SK Parui, G Kole, P Mitra, K DattaACM transactions on information systems (TOIS) 25 (4), 18",
      "N-gram: a language independent approach to IR and NLPP Majumder, M Mitra, BB ChaudhuriInternational conference on universal knowledge and language",
      "Query expansion for microblog retrievalA Bandyopadhyay, K Ghosh, P Majumder, M MitraInternational Journal of Web Science 1 (4), 368-380",
      "Overview of the fire 2013 track on transliterated searchRS Roy, M Choudhury, P Majumder, K AgarwalPost-Proceedings of the 4th and 5th Workshops of the Forum for Information Retrieval Evaluation",
      "The FIRE 2008 evaluation exerciseP Majumder, M Mitra, D Pal, A Bandyopadhyay, S Maiti, S Pal, D ModakACM Transactions on Asian Language Information Processing (TALIP) 9 (3), 10"
    ],
    "contact": {
      "phone": "079-68261605",
      "email": "p_majumder@dau.ac.in",
      "address": "4209, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/prasenjit-majumder"
  },
  {
    "name": "Pratim Roy",
    "education": "PhD (Physics), IIT Kanpur",
    "biography": "Pratim Roy is an Assistant Professor at DA-IICT, Gandhinagar. He received a PhD degree in Physics from the Indian Institute of Technology, Kanpur. His interests are broadly in Theoretical Physics, including the ADS/CFT Duality and the investigation of quantum information theoretic concepts such as Entanglement in Quantum Field Theories.",
    "specialization": "Theoretical Physics, ADS/CFT Duality, Quantum Field Theory",
    "teaching": [],
    "publications": [
      "KUNAL PAL, KUNTAL PAL, PRATIM ROY, TAPOBRATA SARKARREGULARISING THE JNW AND JMN NAKED SINGULARITIES,ARXIV:2206.11764 [GR-QC],(EUR.PHYS.J.C 83 (2023) 5, 397)",
      "PRATIM ROYASPECTS OF ENTANGLEMENT IN NON-LOCAL FIELD THEORIES WITH FRACTIONAL LAPLACIAN,ARXIV: 2112.13641 [QUANT-PH](JHEP 06 (2022)101)",
      "ROBERTO AUZZI, STEFANO BAIGUERA, ANDREA LEGRAMANDI, GIUSEPPE NARDELLI, PRATIM ROY, NICOLÒ ZENONION SUBREGION ACTION COMPLEXITY IN ADS3 AND IN THE BTZ BLACK HOLE,ARXIV:1910.00526 [HEP-TH],JHEP 01 (2020) 066",
      "SUBHASH MAHAPATRA AND PRATIM ROY,ON THE TIME DEPENDENCE OF HOLOGRAPHIC COMPLEXITY IN A DYNAMICAL EINSTEIN-DILATON MODEL,ARXIV:1808.09917 [HEP-TH],(JHEP 11 (2018) 138)",
      "PRATIM ROY AND TAPOBRATA SARKAR,SUBREGION HOLOGRAPHIC COMPLEXITY AND RENORMALIZATION GROUP FLOWS,ARXIV:1701.05489 [HEP-TH],(PHYS.REV. D97 (2018) NO.8, 086018)",
      "PRATIM ROY AND TAPOBRATA SARKAR,A NOTE ON SUBREGION HOLOGRAPHIC COMPLEXITY ,ARXIV:1701.05489 [HEP-TH],(PHYS.REV. D96 (2017) NO.2, 026022)",
      "ANSHUMAN DEY, PRATIM ROY AND TAPOBRATA SARKAR,ON HOLOGRAPHIC RÉNYI ENTROPY IN SOME MODIFIED THEORIES OF GRAVITY ,ARXIV:1609.02290 [HEP-TH],(JHEP 1804 (2018) 098)",
      "REEVU MAITY, PRATIM ROY AND TAPOBRATA SARKAR,BLACK HOLE PHASE TRANSITIONS AND THE CHEMICAL POTENTIAL,ARXIV:1512.05541 [HEP-TH],PHYS.LETT. B765 (2017) 386-394",
      "AKASH GOEL, REEVU MAITY, PRATIM ROY AND TAPOBRATA SARKAR,TIDAL FORCES IN NAKED SINGULARITY BACKGROUNDS,ARXIV:1504.01302 [GR-QC],PHYS.REV. D91 (2015) 104029",
      "ANSHUMAN DEY, SUBHASH MAHAPATRA, PRATIM ROY AND TAPOBRATA SARKAR,INFORMATION GEOMETRY AND QUANTUM PHASE TRANSITIONS IN THE DICKE MODEL,ARXIV:1208.4710 [COND-MAT.STAT-MECH],PHYS.REV. E86 (2012) 031137",
      "ANSHUMAN DEY, PRATIM ROY AND TAPOBRATA SARKAR,INFORMATION GEOMETRY, PHASE TRANSITIONS, AND WIDOM LINES : MAGNETIC AND LIQUID SYSTEMS,ARXIV:1111.6721 [COND-MAT.STAT-MECH],PHYSICA A392 (2013) 6341-6352",
      "PRATIM ROY, TARUN KANTI GHOSH AND KAUSHIK BHATTACHARYA,LOCALIZATION OF DIRAC-LIKE EXCITATIONS IN GRAPHENE IN THE PRESENCE OF SMOOTH INHOMOGENEOUS MAGNETIC FIELDS ,ARXIV:1108.1907 [COND-MAT.MES-HALL],J.PHYS.CONDENS.MATTER 24 (2012) 055301"
    ],
    "contact": {
      "phone": "079-68261627",
      "email": "pratim_roy@dau.ac.in",
      "address": "4211, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/pratim-roy"
  },
  {
    "name": "Pritam Anand",
    "education": "PhD (Computer Science), South Asian University, New Delhi",
    "biography": "Pritam Anand is currently Assistant Professor at DAIICT. His research interest moves around the Support Vector Machine Algorithms. He has obtained his Master degree in Computer Science from South Asian University, New Delhi (An international university established by SAARC countries). He has obtained his Ph.D. degree in Computer Science from South Asian University, New Delhi. He was the recipient of the prestigious Visvesvaraya Ph.D. fellowship during his doctoral degree.",
    "specialization": "Support Vector Machines, Loss Functions, Regression, Extreme Learning Machine, Quantile Regression",
    "teaching": [
      "Probability and Statistics"
    ],
    "publications": [
      "Pritam Anand, Reshma Rastogi and Suresh Chandra. A Class of New Support Vector Regression Models, Applied Soft Computing 94 (2020) 106446.",
      "Pritam Anand, Reshma Rastogi and Suresh Chandra. A new asymmetric ε-insensitive pinball loss function based support vector quantile regression model, Applied Soft Computing 94 (2020) 106473.",
      "Pritam Anand. Learning a powerful SVM using piece-wise linear loss functions, preprint at arXiv:2102.04849.",
      "Pritam Anand, Reshma Rastogi and Suresh Chandra. Support Vector Regression via a Combined Reward Cum Penalty Loss Function preprint arXiv:1904.12331 (2019).",
      "Pritam Anand, Reshma Rastogi and Suresh Chandra. A v-support vector quantile regression model with automatic accuracy control preprint arXiv:1910.09168 (2019).",
      "Reshma Rastogi,Pritam Anandand Suresh Chandra. Large-margin Distribution Machine-based regression, Neural Computing & Applications 32(8) (2020):3633-3648.",
      "Reshma Rastogi,Pritam Anandand Suresh Chandra. A v-twin support vector machine based regression with automatic accuracy control, Applied Intelligence 46(3) (2017):670-689.",
      "Reshma Rastogi,Pritam Anandand Suresh Chandra. L1-norm Twin Support Vector Machine-based Regression, Optimization 66(11) (2017):1895-1911.",
      "Mohmad Tanveer, Shipa Shama, Reshma Rastogi andPritam Anand.Sparse Support Vector machine with pinball loss. Transactions on Emerging Telecommunications Technologies (ETT) (2020) e3820.",
      "Srinivas Rao , AR Pais andPritam Anand. A heuristic technique to detect phishing websites using TWSVM classiﬁer. Neural Computation & Application (2020),https://doi.org/10.1007/s00521-020-05354-z."
    ],
    "contact": {
      "phone": "079-68261657",
      "email": "pritam_anand@dau.ac.in",
      "address": "3103, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/pritam-anand"
  },
  {
    "name": "Prosenjit Kundu",
    "education": "PhD (Mathematics), National Institute of Technology, Durgapur",
    "biography": "Prosenjit Kundu is an Assistant Professor at DAIICT, Gandhinagar. Before joining here at DAIICT he was a Visiting Assistant Professor at State University of New York (SUNY) at Buffalo, USA. Prior to that he was a postdoctoral fellow at Bar-Ilan University, Israel. Formerly he was a Visiting Scientist at Indian Statistical Institute (ISI), Kolkata. Prosenjit received his PhD degree in 2019 from National Institute of Technology, Durgapur and M.Sc in Mathematics with Computer Applications in 2013. The research interest of Prosenjit mainly focuses on collective behavior of networked dynamical systems which include studying synchronization, dimension reduction of networked dynamical systems etc. Prosenjit is also interested in data science. He is interested in studying the empirical water distribution networks. He has collaborators in countries like India, USA, France, Italy, Israel, Japan, China and look forward to make many more. Prosenjit is a potential reviewer of many internationally reputed journals like Communications Physics, Chaos, Complexity, Physica D, Frontiers in Computational Neuroscience, Physical Review etc. He has presented my research works in many international conferences in India, France, Italy, Israel, USA.",
    "specialization": "Physics and Mathematical Sciences, Applied Mathematics, Complex Networks, Dynamical Systems",
    "teaching": [
      "Post PhD",
      "Engineering Mathematics I (ED 111) (UG course) at DAIICT, India. (Role: Instructor) (Autumn 2023)",
      "Algebraic Structures (MC 313) (UG course) at DAIICT, India. (Role: Instructor) (Autumn 2023)",
      "Calculus (SC 107) (UG course) at DAIICT. (Role: Shared Instructor) (Summer 2023)",
      "Discrete Mathematics (SC205) (UG course) at DAIICT, India. (Role: Shared Instructor) (Winter 2023)",
      "Introduction to Linear Algebra (MTH 309) (UG course) at SUNY Buffalo, USA (Role: Instructor) (Fall 2022, Spring 2022, Two courses in Fall 2021)",
      "During PhD",
      "Partial Differential Equation of MA331 (UG course) ( odd semesters of 2014, 2016) (Role: Shared Instructor) (NIT Durgapur, India).",
      "Ordinary Differential Equation of MA02 (UG course) (even semesters of 2015, 2017) (Role: Shared Instructor) (NIT Durgapur, India).",
      "Complex Analysis of MA331 (UG course) (odd semesters of 2015, 2017) (Role: Shared Instructor) (NIT Durgapur, India).",
      "Linear Algebra of MA02 (UG course) (even semesters of 2016, 2017) (Role: Shared Instructor) (NIT Durgapur, India).",
      "Programming Language Lab (Masters course)(odd semesters of 2014, 2015, 2016) (NIT Durgapur, India).",
      "Numerical Analysis Lab (Masters course)(Even semesters of 2015, 2016) (NIT Durgapur, India).",
      "More Details",
      "https://sites.google.com/view/prosenjit-kundu/home",
      "https://scholar.google.co.in/citations?user=una7rcQAAAAJ&hl=en"
    ],
    "publications": [
      "Symmetry invariance in nonlinear dynamical complex networks,Authors:Abhijit Mondal, Subrata Ghosh,Prosenjit Kundu,Pitambar Khanra, Stefano Boccaletti, Pinaki Pal, Chittaranjan Hens.Journal Ref.:Chaos Solitons and Fractals, 185, 115002 (2024).",
      "Impact of phase lag on synchronization in frustrated Kuramoto model with higher-order interactions,Authors:Sangita Dutta, Abhijit Mondal,Prosenjit Kundu, Pitambar Khanra, Pinaki Pal, and Chittaranjan Hens.Journal Ref.:Phys. Rev. E, 108, 034208 (2023) (Corresponding author).",
      "Perfect synchronization in complex networks with higher order interactions,Authors:Sangita Dutta,Prosenjit Kundu, Pitambar Khanra, Chittaranjan Hens, and Pinaki Pal.Journal Ref.:Phys. Rev. E, 108, 024304 (2023) (Corresponding author).",
      "Dimension reduction in higher order contagious phenomena,Authors:Subrata Ghosh, Pitambar Khanra,Prosenjit Kundu, Peng Ji, Dibakar Ghosh and Chittaranjan Hens.Journal Ref.:Chaos, 33, 053117 (2023) (Corresponding author).",
      "Early Warnings for Multistage Transitions in Dynamics on Networks,Authors:Neil G MacLaren,Prosenjit Kunduand Naoki Masuda.Journal Ref.:Proc. Royal Society Interface 20, 20220743 (2023).",
      "Mean-field theory for double-well systems on degree-heterogeneous networks,Authors:Prosenjit Kundu, Neil G. MacLaren, Hiroshi Kori, and Naoki Masuda.Journal Ref.:Proc. Royal Soc. A, 478, 20220350 (2022).",
      "Dimension reduction of dynamical systems on networks with leading and nonleading eigenvectors of adjacency matrices,Authors:Naoki Masuda andProsenjit Kundu.Journal Ref.:Phys. Rev. Research 4, 023257 (2022)",
      "Accuracy of a one-dimensional reduction of dynamical systems on networks,Authors:Prosenjit Kundu, Hiroshi Kori, and Naoki Masuda.Journal Ref.:Phys. Rev. E 105, 024305 (2022).",
      "Identifying symmetries and predicting cluster synchronization in complex networks,Authors:Pitambar Khanra, Subrata Ghosh, Karin Alfaro-Bittner,Prosenjit Kundu, Stefano Boccaletti, Chittaranjan Hens, and Pinaki PalJournal Ref.:Chaos, Solitons & Fractals 155, 111703 (2022).",
      "Increased pattern similarity in two major olfactory cortices despite higher sparseness levels,Authors:Chaviva Moshavi,Prosenjit Kundu, Mor Barak, and Rafi Haddad.Journal Ref.:bioRxiv (2021).",
      "Optimizing synchronization in multiplex networks of phase oscillators,Authors:Prosenjit Kundu, Pitambar Khanra, Chittaranjan Hens, and Pinaki Pal.Journal Ref.:Europhys. Lett. 129, 30004 (2020).",
      "Amplification of hysteresis loop in complex networks,Authors:Pitambar Khanra,Prosenjit Kundu, Pinaki Pal, Peng Ji, and Chittaranjan Hens.Journal Ref.:Chaos 30, 031101 (2020).",
      "Diffusion dynamics of a conductance based neuronal population,Authors:Argha Mondal, Sanjeev Kumar Sharma, Ranjit Kumar Upadhyay, M.A. Aziz-Alaoui,Prosenjit Kundu, Chittaranjan Hens.Journal Ref.:Phys. Rev. E 99, 042307 (2019).",
      "Synchronization transition in Sakaguchi-Kuramoto model on complex networks with partial degree-frequency correlation,Authors:Prosenjit Kunduand Pinaki Pal.Journal Ref.:Chaos 29, 013123 (2019).",
      "Emergent dynamics in delayed attractive-repulsively coupled networks,Authors:Prosenjit Kundu, Lekha Sharma, Mauparna Nandan, Dibakar Ghosh, Chittaranjan Hens, and Pinaki Pal.Journal Ref.:Chaos 29, 013112 (2019)",
      "Explosive synchronization in phase-frustrated multiplex networks,Authors:Pitambar Khanra,Prosenjit Kundu, Chittaranjan Hens, and Pinaki Pal.Journal Ref.:Phys. Rev. E 98, 052315 (2018)",
      "Perfect synchronization in networks of phase-frustrated oscillators,Authors:Prosenjit Kundu,Chittaranjan Hens, Baruch Barzel, and Pinaki Pal.Journal Ref.:Europhys. Lett. 120, 40002 (2017).",
      "Transition to synchrony in degree-frequency correlated Sakaguchi-Kuramoto model,Authors:Prosenjit Kundu, PitambarKhanra, Chittaranjan Hens, and Pinaki Pal.Journal Ref.:Phys. Rev. E 96, 052216 (2017).",
      "Different routes to chaos in low Prandtl-number Rayleigh–Bénard convection,Authors:Nandukumar Yada,Prosenjit Kundu, Supriyo Paul and Pinaki Pal.Journal Ref.:Int. Jour. of Non-Linear Mech. 81, 261-267 (2016)."
    ],
    "contact": {
      "phone": "079-68261559",
      "email": "prosenjit_kundu@dau.ac.in",
      "address": "2211, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/prosenjit-kundu"
  },
  {
    "name": "Puneet Bhateja",
    "education": "PhD (Computer Science), Chennai Mathematical Institute",
    "biography": "Dr. Puneet Bhateja obtained his PhD in Theoretical Computer Sc from Chennai Mathematical Institute in year 2009 under the supervision of Prof Madhavan Mukund. In his doctoral thesis, he proposed a mathematical theory for testing distributed systems. Immediately after his PhD, he moved to INT-Paris (France). He worked there as a research engineer from 2009 to 2010. Subsequently he held post doctoral positions at INRIA-Rennes (France) from 2010-2011, and CRIM (Canada) from 2011-2012. He joined DA-IICT in year 2013, and since then he is working here.",
    "specialization": "Theoretical Computer Science",
    "teaching": [
      "Design and Analysis of Algorithms",
      "Models of Computation",
      "Specification and Verification of Systems"
    ],
    "publications": [
      "Puneet Bhateja, “A theoretical framework for testing cyber-physical systems”,IEEE-CoDIT 2019, Paris, France",
      "Puneet Bhateja, “A new semantic equivalence for real-time processes”,ISEC 2017, Jaipur, India",
      "Puneet Bhateja, “Asynchronous testing of real-time systems”,SCSS 2017, Gammarth, Tunisia",
      "Puneet Bhateja, “Designing Distributed Systems w.r.t. Conformance”APSEC 2015, New Delhi, India",
      "Puneet Bhateja, “A TGV-like approach for asynchronous testing”,ISEC 2014, Chennai, India",
      "A Tagging Protocol for Asynchronous TestingBy: Puneet Bhateja, TASE 2011, Xi’an, China",
      "Tagging Make Local Testing of Message-Passing Systems Feasible,By Puneet Bhateja and Madhavan MukundSEFM 2008, Cape Town, South Africa",
      "Local Testing of Message Sequence Charts Is DifficultBy Puneet Bhateja, Paul Gastin, Madhavan Mukund andK. Narayan Kumar, FCT 2007, Budapest, Hungary",
      "A Fresh Look at Testing for Asynchronous CommunicationBy Puneet Bhateja, Paul Gastin, and Madhavan Mukund, ATVA 2006, Beijing, China"
    ],
    "contact": {
      "phone": "079-68261647",
      "email": "puneet_bhateja@dau.ac.in",
      "address": "2101, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/puneet-bhateja"
  },
  {
    "name": "Purbasha Das",
    "education": "PhD (History), Jawaharlal Nehru University, New Delhi",
    "biography": "Purbasha Das completed her PhD at the Centre for Historical Studies, Jawaharlal Nehru University in 2023. Her doctoral dissertation, Transport in India: A Tale of Three Cities (c. 1900-c.1960), examines how modern transport such as cars, buses, trams interact with older modes of technology such as bullock carts, tongas and rickshaws. There are many axes along which this interaction can be plotted. Some of these are congestion, town planning and the changing nature of the streets and roads. She has also completed her Masters and MPhil degree in Modern Indian History from Jawaharlal Nehru University. She is the recipient of the 2019-2020 Fulbright Nehru Doctoral Research Fellowship. As a Fulbright Nehru Doctoral researcher, she was affiliated with the Centre for the History and Ethics of Public Health at Columbia University, New York City. Her role as archives associate at the Archives of Contemporary India, Ashoka University enabled her to understand the significance of archival preservation which she wishes to share with students and the teaching community.",
    "specialization": "History of Transport and Communication, Urban History, Legal and Social History",
    "teaching": [],
    "publications": [
      "‘Horn Please: The Evolution and Regulation of Traffic in Twentieth-Century India’,The Indian Economic and Social History Review, 60 (4), 2023.https://doi.org/10.1177/00194646231200331",
      "Book Review, 'Re-evaluating Transport and Mobility History',Transfers,Vol. 12, Issue 1, Spring 2022.",
      "'Traffic and Transport in an Early Twentieth Century City',Proceedings of the Indian History Congress,78thSession, Delhi, 2018."
    ],
    "contact": {
      "phone": "079-68261653",
      "email": "purbasha_das@daiict.ac.in",
      "address": "4210, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/purbasha-das"
  },
  {
    "name": "Pushpendra Kumar",
    "education": "PhD (Mathematics), National Institute of Technology Puducherry",
    "biography": "Dr. Pushpendra Kumar is a dedicated researcher and academic specializing in fractional calculus, mathematical modeling, numerical analysis, and neural networks. He has worked as a postdoctoral researcher at Jeonbuk National University, South Korea. He has also served as a visiting professor at Istanbul Okan University, Turkey; as a research associate at Near East University, Cyprus; and as a research professor at the University of Johannesburg, South Africa, reflecting his global academic footprint. Recognized among the \"World’s Top 2% Scientists\" by Elsevier and Stanford University in 2023 and 2024, Dr. Kumar has also been a recipient of the prestigious IMU Breakout Graduate Fellowship from the International Mathematical Union (Germany) and London Mathematical Society. He has published more than 100 research papers in reputed international journals and has edited a book entitled “Recent Developments in Fractional Calculus: Theory, Applications, and Numerical Simulations.”",
    "specialization": "Fractional Calculus, Mathematical Modeling, Numerical Analysis, and Neural Networks",
    "teaching": [
      "Differential Equations; B.Tech. (MEC) 1st year, 2023, NIT Puducherry",
      "Transforms and Complex Analysis; B.Tech. (ECE) 2nd year, 2022, NIT Puducherry",
      "Differential Equations and Laplace Transforms; B.Tech. (EEE) 1st year, 2022, NIT Puducherry"
    ],
    "publications": [
      "Pushpendra Kumar, Tae H. Lee, and Vedat Suat Erturk. \"A fractional-order multi-delayed bicyclic crossed neural network: Stability, bifurcation, and numerical solution.\" Neural Networks (2025): 107436.https://doi.org/10.1016/j.neunet.2025.107436",
      "Pushpendra Kumar, Tae H. Lee, and Vedat Suat Erturk. \"A novel fractional-order neutral-type two-delayed neural network: Stability, bifurcation, and numerical solution.\" Mathematics and Computers in Simulation 232 (2025): 245-260.https://doi.org/10.1016/j.matcom.2025.01.001",
      "Pushpendra Kumar, Tae H. Lee, and Vedat Suat Erturk. \"A novel two-delayed tri-neuron neural network with an incomplete connection.\" Nonlinear Dynamics 112 (2024): 20269-20293.https://doi.org/10.1007/s11071-024-10066-3",
      "Pushpendra Kumar, Tae H. Lee, and Vedat Suat Erturk. \"A novel fractional-order cascade tri-neuron Hopfield neural network: stability, bifurcations, and chaos.\" Qualitative Theory of Dynamical Systems 23 (2024): 236.https://doi.org/10.1007/s12346-024-01096-8",
      "Pushpendra Kumar, V. Govindaraj, and Vedat Suat Erturk. \"A novel mathematical model to describe the transmission dynamics of tooth cavity in the human population.\" Chaos, Solitons & Fractals 161 (2022): 112370.https://doi.org/10.1016/j.chaos.2022.112370",
      "Pushpendra Kumar, Vedat Suat Erturk, Marina Murillo-Arcila, and Charis Harley. \"Generalized forms of fractional Euler and Runge–Kutta methods using non-uniform grid.\" International Journal of Nonlinear Sciences and Numerical Simulation 24, no. 6 (2022): 2089-2111.https://doi.org/10.1515/ijnsns-2021-0278",
      "Pushpendra Kumar. “A nonlinear mathematical model to describe the transmission dynamics of the citrus canker epidemic.\" An International Journal of Optimization and Control: Theories & Applications (IJOCTA) 0 (2025): 1-13.https://doi.org/10.36922/ijocta.1507",
      "Pushpendra Kumar. \"A new fractional-order model for defining the dynamics of ending student strikes at a university.\" Boletín de la Sociedad Matemática Mexicana 30, no. 3 (2024): 91.https://doi.org/10.1007/s40590-024-00667-8",
      "Pushpendra Kumar, and Vedat Suat Erturk. \"A fractional-order improved FitzHugh-Nagumo neuron model.\" Chinese Physics B 34 (2025): 018704.https://doi.org/10.1088/1674-1056/ad8a46",
      "Pushpendra Kumar, Vedat Suat Erturk, Marina Murillo-Arcila, and V. Govindaraj. \"A new form of L1-Predictor-Corrector scheme to solve multiple delay-type fractional order systems with the example of a neural network model.\" Fractals 31, no. 4 (2023): 2340043.https://doi.org/10.1142/S0218348X23400431"
    ],
    "contact": {
      "phone": "079-68261649",
      "email": "pushpendra_kumar@dau.ac.in",
      "address": "4109, FB-4, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/pushpendra-kumar"
  },
  {
    "name": "Rachit Chhaya",
    "education": "PhD (Computer Science), IIT Gandhinagar",
    "biography": "I am Rachit Chhaya. I have recently joined as An Assistant Professor at DA-IICT. Prior to that I was a Ph.D. scholar in Computer Science and Engineering at IIT Gandhinagar, working with my advisor Prof. Anirban Dasgupta. I am currently waiting for my thesis defense. I work in areas of Machine Learning and Data Science. My chief research interests lie constructing coresets for Machine Learning Problems Involving Regularization, Fairness Constraints etc. I am fortunate to collaborate with my advisor and friends, Jayesh Choudhari and Supratim Shit.Prior to joining Ph.D., I did by M.Tech. in ICT from DA-IICT Gandhinagar, working with Prof. Prasenjit Majumder and B.Tech. in I.T. from Nirma University.I am passionate about teaching. Apart from research and academia, my hobbies include Reading (Mostly Fiction), Quizzing and Watching Tennis, Cricket and Football.",
    "specialization": "Coresets for Machine Learning",
    "teaching": [
      "I have been TA for courses like Machine Learning, Scalable Data Science (NPTEL), Algorithms"
    ],
    "publications": [
      "\"On Coresets For Regularized Regression\", Rachit Chhaya, Anirban Dasgupta, Supratim Shit at ICML, 2020",
      "\"Streaming Coresets for Symmetric Tensor Factorization\", Supratim Shit, Anirban Dasgupta, Rachit Chhaya and Jayesh Choudhari at ICML 2020",
      "“On Coresets for Fair Regression and Individually Fair Clustering”, Rachit Chhaya, Anirban Dasgupta, Supratim Shit and Jayesh Choudhari (to Appear at AISTATS 2022)"
    ],
    "contact": {
      "phone": "079-68261708",
      "email": "rachit_chhaya@dau.ac.in",
      "address": "3109, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/rachit-chhaya"
  },
  {
    "name": "Rahul Muthu",
    "education": "PhD (Mathematics), Homi Bhabha National Institute, Mumbai",
    "biography": "I obtained my Ph.D. (2008) in the field of Theoretical Computer Science. The title of my thesis is “Acyclic Edge Colouring: Bounds and Algorithms”. I carried out the research towards my Ph.D. at The Institute of Mathematical Sciences, Chennai, India under the guidance of Prof. C.R. Subramanian.I worked under a post-doctoral fellowship at Laboratoire de Recherche en Informatique, Universite Paris Sud, Orsay, France (2009). I worked in a team headed by Prof. Yannis Manoussakis and conducted research in the field of Structures in Edge Coloured Graphs.I currently work at DA-IICT and my broad research interests lie in the field of Graph Algorithms. I have guided one Ph.D. student, Mahipal Jadeja who defended his thesis (2018) titled “Set Labelling of Vertices and Study of Auxiliary Graphs”. I have also guided around ten M.Tech. Theses and several B.Tech. Projects.My current research problems include:-Defining auxiliary or other graph classes and/or obtaining mathematical characterizations and algorithms for them;-Weight assignment to edges of complete graphs to yield a prespecified number of minimum weight spanning trees.I teach courses in Theoretical Computer Science and Mathematics.",
    "specialization": "Graph Theory, Data Structures, Algorithms, Automata Theory",
    "teaching": [
      "Data Structures",
      "Introduction to Graph Theory",
      "Formal Specification & Verification",
      "Approximation Algorithms",
      "Design & Analysis of Algorithms",
      "Graph Theory & Algorithms"
    ],
    "publications": [
      "Rahul Muthu, N. Narayanan and C.R. SubramanianImproved bounds on Acyclic Edge ColouringProceedings of the 2nd Brazilian Symposium on Graphs, Algorithms and Combinatorics, GRACO-2005, Electronic Notes in Discrete Mathematics, Volume 19, Pages 171-177.",
      "Rahul Muthu, N. Narayanan and C.R. SubramanianOptimal acyclic edge colouring of grid-like graphsProceedings of the 12th Annual International Computing and Combinatorics Conference, COCOON-2006, Lecture Notes in Computer Science, Springer, volume 4112, pages 360-367.",
      "Rahul Muthu, N. Narayanan and C.R. SubramanianAcyclic Edge colouring of Outerplanar graphsProceedings of the 3rd International Conference on Algorithmic Aspects in Information and Management, AAIM-2007, Lecture Notes in Computer Science, Springer, volume 4508, pages 144-152.",
      "Rahul Muthu, N. Narayanan and C.R. Subramaniank-intersection Colouring12th Workshop on Graph Theory; Colourings, Indepen- dence and Domination, CID 2007.",
      "V. Borozan, W. Fernandez de la Vega, Y. Manoussakis, C. A. Martinhon, R. Muthu and R. SaadColored Trees in Edge-Colored Graphs8th CTW09, Paris, June 2009.",
      "Raquel Agueda, Valentin Borozan, Yannis Manoussakis, Gervais Mendy and Rahul MuthuSufficient conditions for the existence of spanning colored trees in edge-colored graphs8th French Combinatorial Conference, Paris, June, 2010.",
      "R. Goyal, M. Jadeja, R. Muthu and B. PatelA New Characterisation of Total Graphs19th Japan-Korea Joint Workshop on Algorithms and Computation (WAAC 2016), Hakodate, Japan, 2016.",
      "M. Jadeja and R. MuthuLabeled Object Treemap: A New Graph-Labeling Based Technique for VisualizingMultiple Hierarchies19th Japan-Korea Joint Workshop on Algorithms and Computation (WAAC 2016), Hakodate, Japan, 2016."
    ],
    "contact": {
      "phone": "079-68261564, 9586478239",
      "email": "rahul_muthu@dau.ac.in",
      "address": "1202, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/rahul-muthu"
  },
  {
    "name": "Rajib Lochan Das",
    "education": "PhD (Electronics & Electrical Communication Engineering), IIT Kharagpur",
    "biography": "Rajib Lochan Das received the bachelor’s degree in electronics and communication engineering from the National Institute of Technology, Durgapur, India, in 2000, the master’s degree in control system engineering from Jadavpur University, Kolkata, India, in 2003, and the Ph.D. degree in electronics and electrical communication engineering from IIT, Kharagpur, India, in 2015. He is currently an Assistant Professor with the Dhirubhai Ambani Institute of Information and Communication Technology, Gandhinagar, India. His research interests include adaptive signal processing, compressive sensing, and image processing. He has published several IEEE Transaction papers.",
    "specialization": "Adaptive Signal Processing, Compressive Sensing, Machine Learning, Image Processing, Graph Signal Processing",
    "teaching": [
      "Advanced Digital Signal Processing",
      "Adaptive Signal Processing",
      "Control Systems"
    ],
    "publications": [
      "R. L. Das and M. Narwaria, Lorentzian based Adaptive Filters for Impulsive Noise Environments, IEEE Trans. Circuits and Systems I: Regular Paper , Vol-64, No. 6, pp. 1529 – 1539, 2017. (http://ieeexplore.ieee.org/document/7862211/",
      "R. L. Das and M. Chakraborty, Improving the Performance of the PNLMS Algorithm Using l1 Norm Regularization, IEEE Trans. Audio, Speech and Language Processing, Vol-24, No. 7, pp. 1280-1290, 2016. (http://ieeexplore.ieee.org/document/7450635/)",
      "R. L. Das and M. Chakraborty, On Convergence of Proportionate-type Normalized Least Mean Square Algorithms, IEEE Trans. Circuits and Systems II: Express Briefs, Vol-62, No. 5, pp. 491-495, 2015. (http://ieeexplore.ieee.org/document/6998824/)",
      "S. Satpathi, R. L. Das and M. Chakraborty, Improving the Bound on the RIP Constant in generalized Orthogonal Matching Pursuit, IEEE Signal Processing Letter, Vol-20, No. 11, pp. 1074-1077, 2013. (http://ieeexplore.ieee.org/document/6587809/)"
    ],
    "contact": {
      "phone": "079-68261597",
      "email": "rajib_das@dau.ac.in",
      "address": "4202, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/rajib-lochan-das"
  },
  {
    "name": "Ratna Bharati Bhamidipati",
    "education": "PhD (Sociology), Dr B R Ambedkar University, Delhi",
    "biography": "Ratna Bharati B recently submitted her PhD thesis in the Sociology programme, at the School of Liberal Studies at Dr B R Ambedkar University Delhi. Her doctoral research project is based on the dynamics of migrant and non-migrant relationships, and the formation of migrant subjectivities among the Gujarati Diaspora from Dharmaj, Gujarat. She holds a Master of Philosophy degree in Indian Diaspora from the University of Hyderabad, India. Her study investigated the social aspect of remittances and the patterns of transnational engagement through investment in property by the Telugu Diaspora. She obtained her master’s degree in Society and Culture from Indian Institute of Technology Gandhinagar. Her thesis analysed the transnational networks maintained by the Gujarati diaspora from the United Kingdom.",
    "specialization": "Diaspora , Transnationalism, Migrant Subjectivity",
    "teaching": [],
    "publications": [
      "Bhamidipati, Ratna Bharati. 2023. “Maru Dharmaj: Gujarati Patidar Diaspora and Transnational Engagement”. South Asian Diaspora. Doi:10.1080/19438192.2023.2188360https://www.tandfonline.com/doi/full/10.1080/19438192.2023.2188360"
    ],
    "contact": {
      "phone": "079-68261589",
      "email": "ratna_bharati@dau.ac.in",
      "address": "2202, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/ratna-bharati-bhamidipati"
  },
  {
    "name": "Rutu Parekh",
    "education": "PhD (Electrical Engineering), Sherbrooke University, Canada",
    "biography": "Dr. Rutu Parekhis an Associate Professor at School of Technology, DAU, Gandhinagar, India, with over a decade of experience in VLSI design, nanoelectronics, embedded systems, and IoT applications. She completed her M.Tech in Electrical Engineering from Concordia University, Canada, her Ph.D. in Electrical Engineering from Université de Sherbrooke, Canada, and was a Postdoctoral Fellow at the Centre of Excellence in Nanoelectronics, IIT Bombay.Her research focuses on high-voltage ASIC design for space applications, long-distance wireless sensor networks, and IoT-enabled smart agriculture and environmental monitoring systems, including soil moisture and irrigation prediction, forestation tracking, and real-time GUI-based monitoring. She has led sponsored projects on long-distance military communication systems and developed innovative prototypes integrating advanced sensors and secure data transmission.She has industrial experience with eInfochips, Ahmedabad and HP Karkland, Montreal, Canada, research experience with Ecole Polytechnic, Quebec, Canada, and teaching experience with Nirma University of Science and Technology, Ahmedabad. Presently, she is also associated with The Inter-University Centre for Astronomy and Astrophysics, Pune, India, as a Visiting Associate. She has authored book, published numerous international papers, filed patents, and contributes as semiconductor board member, editorial board and technical committee member. She actively mentors Ph.D. and postgraduate students and supports semiconductor workforce development in India.",
    "specialization": "High-Voltage ASIC Design for Space Applications, Nanoelectronics and Emerging Devices, Embedded Systems and IoT Applications, Long-Distance Wireless Communication Systems, Smart Agriculture and Environmental Monitoring, Memristor-based Neuromorphic Circuits",
    "teaching": [
      "Nanoelectronics",
      "ASIC Design",
      "Analog Circuits / Analog Electronics",
      "VLSI Subsystem Design",
      "CMOS Digital Design",
      "Selected Topics in VLSI",
      "Introduction to VLSI",
      "Computer Organization and Programming",
      "Basic Electronics"
    ],
    "publications": [
      "DNA Based Hybrid Circuit Design Approaches, Patel, R. andParekh, R., IEEE 5th International Conference for Convergence in Technology (I2CT), India, Mar. 29-31, 2019",
      "Novel Subthreshold Modeling of Advanced On-chip Graphene Interconnect using Numerical Method Analysis, Patel, N., Agrawal, Y. andParekh, R., IETE Journal of Research, Taylor and Francis, Oct, 2018.",
      "A Vector File Generation Program for Simulating Single Electron Transistor Based Computing System, Patel, R., Agarwal, Y.,Parekh R., IEEE Electron Device Kolkata Conference (IEEE EDKCON), India, 2018.",
      "Contemporary On-chip System Modeling using FDTD in Low Power Regime, Agrawal, Y., Chandel, R., Girish, M.,Parekh, R., IEEE Electrical Design of Advanced Packaging and Systems (EDAPS), 2018, India, December, 2018.",
      "Preeminent Buffer Insertion Technique For Long Advanced On-Chip Graphene Interconnects, Pathade, T.,Shah, U., Agrawal, Y.,Parekh, R., IEEE Electrical Design of Advanced Packaging and Systems (EDAPS), 2018, India, December, 2018.",
      "Prospective current mode logic for on chip interconnects in integrated circuit design, Agrawal, Y., Chandal, R., Kumar, G.,Parekh, R., in book titled: IET VLSI and Post-CMOS Devices, Circuits and Modelling, 2018.",
      "Design and Implementation of Autonomous UAV Tracking System Using GPS and GPRS, Thakkar, D., Rajput, P., Dubey, R., andParekh, R., 2nd ICACIE, 2017 – Best Springer paper award in Intelligent Networking Track.",
      "Modeling and simulation of 1/f noise during threshold switching for Phase Change Memory,Parekh, R., Shojaei, M., and Rajendran, B., Lecture Notes in Electrical Engineering (LNEE), Springer, ICACCP, 2017.",
      "Noise removing filters and its implementation on FPGA, Mishra, A. andParekh, R., Lecture Notes in Electrical Engineering (LNEE), Springer, ICACCP, 2017.",
      "Gargave, Y. Agrawal,R. Parekh, “Single Precision Floating Point Matrix Multiplier using Low Power Arithmetic Circuits”, Lecture Notes in Electrical Engineering (LNEE), 1st Springer International Conference on Emerging Trends and Advances in Electrical Engineering and Renewable Energy (ETAEERE-2016), India, 17 – 18 Dec, 2016. DOI: 10.1007/978-981-10-4394-9_67",
      "Parekh, J. Beauvais, and D. Drouin, “SET logic driving capability and its enhancement in 3-D integrated SET-CMOS circuit”, Microelectronics Journal, 45, pp. 1087-1092, 2014. DOI:10.1016/j.mejo.2014.05.020, Citations : 5.",
      "Parekh, A.Beaumont, J. Beauvais, and D. Drouin, “Simulation and Design Methodology for Hybrid SET-CMOS Integrated Logic at 22-nm Room Temperature Operation”, IEEE Transactions on Electron Devices, Vol. 59, No. 4, pp. 918-923, 2012.DOI:10.1109/TED.2012.2183374, Citations : 16"
    ],
    "contact": {
      "phone": "079-68261553",
      "email": "rutu_parekh@dau.ac.in",
      "address": "2112, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/rutu-parekh"
  },
  {
    "name": "Sandip Modha",
    "education": "PhD, DA-IICT Gandhinagar",
    "biography": "Dr. Sandip Modha has joined Dhirubhai Ambani University (DAU) as an Assistant Professor. His primary research interests lie in the domains of Natural Language Processing (NLP) and Information Retrieval (IR), with a particular emphasis on Hate speech detection, Misinformation analysis, Text Summarization, Fact verification and Assessment, evaluation methodologies, and computational approaches to social media data.Prior to joining DAU, Dr. Modha served as a Post-Doctoral Research Fellow at the University of Milano-Bicocca, Italy, where he contributed to the European Union–funded projects on misinformation detection and evaluation frameworks. He also held a contractual faculty position in the course on Human-Centered Artificial Intelligence, jointly run by the Universities of Milan, Milano-Bicocca, and Pavia. He is actively engaged in the global research community as the Founder and Co-Organizer of the HASOC (Hate Speech and Offensive Content) track and the Indian Language Summarization (ILSUM) track at the Forum for Information Retrieval Evaluation (FIRE)Dr. Modha holds a Ph.D. from the Dhirubhai Ambani Institute of Information and Communication Technology (DA-IICT). He obtained his M.Tech. in Computer Science and Engineering from Nirma University and a B.E. in Computer Engineering from Nirma Institute of Technology, which was formerly affiliated with Gujarat University.",
    "specialization": "Natural Language Processing (NLP), Information Retrieval (IR), Evaluation Methodologies, and Computational Approaches to Social Media Data.",
    "teaching": [
      "Information Retrieval",
      "Natural Language Processing"
    ],
    "publications": [
      "Sandip Modha, Prasenjit Majumder, Thomas Mandl, Chintak Mandlia (2020), Detecting and Visualizing Hate Speech in Social Media: A Cyber Watchdog for Surveillance, Expert Systems With Applications (ESWA) 2020, Elsevier,https://doi.org/10.1016/j.eswa.2020.113725",
      "Koyel Ghosh, Saptarshi Saha, Thomas MandlSandip Modha(2025), ”Findings from shared tasks on hate speech detection: Performance patterns for low-resource languages“, Pattern Recognition Letters, 2025,https://doi.org/10.1016/j.patrec.2025.09.004",
      "Hiren Madhu, Shrey Satapara,Sandip Modha, Thomas Mandl, Prasenjit Majumder(2023), ”Detecting Offensive Speech in Conversational Code-Mixed Dialogue on Social Media: A Contextual Dataset and Benchmark Experiments“, Expert Systems With Applications (ESWA), 2023,https://doi.org/10.1016/j.eswa. 2022.119342",
      "Sandip Modha, Prasenjit Majumder Thomas Mandl (2022), An empirical evaluation of text representation schemes to filter the social media stream, Journal of Experimental & Theoretical Artificial Intelligence, 34:3, 499-525,https://doi.org/10.1080/0952813X.2021.1907792",
      "Sandip Modha, Prasenjit Majumder, Thomas Mandl, Rishab Singla (2021), Design and Analysis of Microblog based Summarization System, in Social Network Analysis and Mining (SNAM) Springer,https://doi.org/10.1007/ s13278-021-00830-3",
      "Sandip Modha, Thomas Mandl, Prasenjit Majumder, Daksh Patel (2020), Tracking Hate in Social Media: Evaluation, Challenges and Approaches, SN Computer Science 2020,https://doi.org/10.1007/s42979-020-0082-0"
    ],
    "contact": {
      "phone": "079-68261672",
      "email": "sandip_modha@dau.ac.in",
      "address": "2201, FB-2, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sandip-modha"
  },
  {
    "name": "Sanjay Srivastava",
    "education": "PhD (Physics), University of California, Los Angeles, USA",
    "biography": "Not Available",
    "specialization": "Internet of Things, Protocol Modelling and Analysis, Simulation",
    "teaching": [
      "Wireless Sensor Networks",
      "Internet of Things",
      "Computer Networks",
      "Network Protocols"
    ],
    "publications": [
      "Manish Chaturvedi, Sanjay Srivastava, Multi-modal Design of an Intelligent Transportation System, IEEE Transactions on Intelligent Transport Systems, Volume: 18,Issue: 8, Aug. 2017.DOI:10.1109/TITS.2016.2631221",
      "Zunnun Narmawala and Sanjay Srivastava, Community Aware Heterogeneous Human Mobility (CAHM): Model and Analysis, Pervasive and Mobile Computing Journal, pp 119-132, Vol 21, 2015. Elsevier.https://doi.org/10.1016/j.pmcj.2014.12.008",
      "Bhavika Bathiya, Sanjay Srivastava, Biswajit Mishra, “Air Pollution Monitoring Using Wireless Sensor Networks”, WIECON-ECE 2016, Pune.",
      "Tejas Vasavada, Sanjay Srivastava, Joint Distributed Scheduling and Tree formation for Heterogeneous Wireless Sensor Networks, 10th IEEE International Conference on Advanced Networks and Telecommunications Systems (ANTS), Nov 2016, Bangalore",
      "Mistry, Kamal; Srivastava, Sanjay and Lenin, R. B. “Buffer aware routing in interplanetary ad hoc network,” in Proceedings of First International Conference on Communication Systems and Networks (COMSNETS 2009), Bangalore, Jan. 5-10, 2009. pp. 1-10."
    ],
    "contact": {
      "phone": "079-68261547",
      "email": "sanjay_srivastava@dau.ac.in",
      "address": "1205, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sanjay-srivastava"
  },
  {
    "name": "Satvik Gupta",
    "education": "PhD (English Literature), IIT Ropar",
    "biography": "Dr. Satvik Gupta is an Assistant Professor of English Literature at the Dhirubhai Ambani University, Gandhinagar, India. He received his doctoral degree in November 2024 from the Indian Institute of Technology (IIT) Ropar. His research focuses on the Lovecraftian aesthetics of cosmic horror fiction. Specifically, he investigates the essence of existential horror latent in non-human experiences such as cosmic horror and weird fiction. He is also interested in exploring the intersection of literature and architecture across supernatural narratives. His research has been published in Textual Practice, Horror Studies and Critique: Studies in Contemporary Fiction. He has presented his work at conferences across Germany, Spain and Romania",
    "specialization": "Weird Fiction, Horror Fiction, Speculative Fiction, World Literature, Existentialism, Absurdism",
    "teaching": [
      "INTRODUCTION TO SPECULATIVE FICTION & FILMS (ELECTIVE)"
    ],
    "publications": [
      "Gupta, Satvik, and Bijoy H. Boruah. “‘The Lurid and the Lovely’: Degrees of Disillusionment and Existential Awakening in Thomas Ligotti’s Cosmic Horror.” Critique: Studies in Contemporary Fiction, Apr. 2025, pp. 1–13. DOI: https://doi.org/10.1080/00111619.2025.2496273.",
      "Ray, Dibyakusum, andSatvik Gupta. “Dark Epiphany: The Lovecraftian in Twentieth-Century Existential Literature.” Horror Studies, vol. 16, no. 1, Apr. 2025, pp. 7–24. DOI: https://doi.org/10.1386/host_00093_1.",
      "Gupta, Satvik, and Dibyakusum Ray. “‘ … Miles of the Rustling Secret Corn’: Nature, Cosmic and Autonomy in American Cosmic Horror Literature.” Textual Practice, vol. 38, no. 12, Dec. 2024, pp. 1858–75. DOI: https://doi.org/10.1080/0950236X.2023.2259347."
    ],
    "contact": {
      "phone": "079-68261655",
      "email": "satvik_gupta@dau.ac.in",
      "address": "4105, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/satvik-gupta"
  },
  {
    "name": "Saurabh Tiwari",
    "education": "PhD (Computer Science & Engineering), IIITDM, Jabalpur",
    "biography": "Saurabh Tiwari is an Associate Professor at DA-IICT, Gandhinagar (India). Previously, he worked as a Postdoc Researcher at Mälardalen University (Sweden) and worked with Volvo Construction Equipments AB in the Model-Based System Engineering (MBT, MBD) area. His research interests are Requirements Engineering, Empirical Software Engineering, Mining Software Repositories, Green Computing, AI for SE, and HCI. He is also doing research in Software Engineering Education and Training to identify/devise innovative teaching methodologies to teach Software Engineering concepts. He received a research grant from the Science and Engineering Research Board (SERB, Government of India) under the Early Career Research Award scheme. He received two best paper awards at the 20th APSEC 2013 and 25th APSEC 2018 conferences, respectively. His PhD thesis was indexed in the ACM (Association for Computing Machinery) SIGSOFT (Special Interest Group on Software Engineering) list of PhD Dissertations in the area of Software Engineering (2016). He is a professional Senior Member of the ACM and IEEE.",
    "specialization": "Meet Prof. Saurabh Tiwari: The realm of Software Engineering and Innovation! Software Engineering (SE), Mining Software Repositories, Natural Language Processing, GenAI for SE",
    "teaching": [
      "Software Engineering (SE)",
      "Software Testing and Verification",
      "Advanced Topics in Software Engineering",
      "GenAI for SE",
      "Introduction to Programming",
      "Systems Software",
      "Data Structure",
      "Design of Software Systems"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261618",
      "email": "saurabh_t@dau.ac.in",
      "address": "1102, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/saurabh-tiwari"
  },
  {
    "name": "Sayantan Paul",
    "education": "PhD (Statistics) - Thesis Submitted",
    "biography": "I completed my Bachelor's degree in Statistics from Presidency University, Kolkata in 2017. Next, I completed my Master’s degree in Statistics from Indian Institute of Technology, Kanpur, in 2019. Later, in the same year, I joined ISI as a research scholar, where I was working on some problems related to High-dimensional inference involving sparsity. In 2025, I joined Dhirubhai Ambani Institute of Information and Communication Technology, Gandhinagar as an Assistant Professor.",
    "specialization": "High-dimensional Inference, Multiple Testing, Posterior Concentration, Variable Selection, Sparse Signal Recovery",
    "teaching": [
      "Time Series",
      "Bayesian Computation"
    ],
    "publications": [
      "Posterior contraction rate and asymptotic Bayes optimality for one group global-local shrinkage priors in sparse normal means problem.Paul, S. and Chakrabarti, A. Ann Inst Stat Math (2025), Volume 77, pages 787–819. [DOI: 10.1007/s10463-025-00932-1]",
      "Consistent group selection using global-local shrinkage priors in sparse normal linear regression.Paul, S., Ghosh, P. and Chakrabarti, A. Ann Inst Stat Math (2025). [DOI: 10.1007/s10463-025-00950-z]"
    ],
    "contact": {
      "phone": "079-68261752",
      "email": "sayantan_paul@dau.ac.in",
      "address": "3202, FB-3, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sayantan-paul"
  },
  {
    "name": "Shefali Jha",
    "education": "PhD (Anthropology), University of Chicago, USA",
    "biography": "Not Available",
    "specialization": "Political Anthropology, Cultural Studies, Feminist Theory, Film Studies, Literary and Visual Cultures in South Asia",
    "teaching": [
      "My graduate training is in English Literary Studies, Cultural Studies and Anthropology, and I have taught courses in Social Theory, Comparative Literature and Gender Studies. At DA-IICT I have taught the HSS Core course 'Science, Technology, Society', an elective on South Asian public culture, and graduate seminars on popular culture and research writing."
    ],
    "publications": [
      "Thinking Women: A Feminist Reader. Co-edited with Navaneetha Mokkil. Kolkata: Stree-Samya, 2019.",
      "'Looking Awry: Power, Law and Family in Fiza’. Democracy, Discourse and Difference: Perspectives on Community, Politics and Culture. MT Ansari and Deeptha Achar. New Delhi: Sahitya Akademi, 2010. Pp. 416- 435."
    ],
    "contact": {
      "phone": "079-68261709",
      "email": "shefali_jha@dau.ac.in",
      "address": "3112, FB-3 , DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/shefali-jha"
  },
  {
    "name": "Shruti Bhilare",
    "education": "PhD (Computer Science and Engineering), IIT Indore",
    "biography": "Dr. Shruti Bhilare is an assistant professor in Dhirubhai Ambani Institute of Information and Communication Technology, Gandhinagar since July 2019. She received her Ph.D. degree in Computer Science and Engineering from Indian Institute of Technology Indore, India. Her research interests include pattern recognition and image processing with focus on biometric applications. She received her B.E. and M.E. (with specialization in Software Engineering) degrees in Computer Engineering from Institute of Engineering and Technology, Devi Ahilya university Indore, India, in 2009 and 2011, respectively.",
    "specialization": "Biometrics, Pattern Recognition, Image Processing",
    "teaching": [
      "Machine Learning",
      "Biometric Security",
      "Web Programming",
      "Systems Programming",
      "Computer Organization and Programming",
      "C Programming"
    ],
    "publications": [
      "S. Sharma, R. Joshi,S. Bhilare, M.V. Joshi, “Robust Adversarial Defense: An Analysis on Use of Auto-Inpainting”, SN Computer Science 6 (1), pp. 17, 2024.",
      "U. Patel,S Bhilare, A Hati, “Enhancing cross-domain transferability of black-box adversarial attacks on speaker recognition systems using linearized backpropagation”, Pattern Analysis and Applications, 27(2), pp. 60, 2024.",
      "S. Bhilare, V. Kanhangad, N. Chaudhari, “A study on vulnerability and presentation attack detection in palmprint verification system”,Pattern Analysis And Applications (PAAA),21(3), pp. 769-782, 2018.",
      "S. Bhilare, G. Jaswal, V. Kanhangad, A. Nigam, “Single sensor hand-vein multimodal biometric recognition using multiscale deep pyramidal approach”,Machine Vision and Applications, 29(8), pp. 1269-1286, 2018.",
      "S. Bhilare, V. Kanhangad, “Securing palm-vein sensors against presentation attacks using image noise residuals”,SPIE Journal of Electronic Imaging, 27(5), pp. 053028, 2018."
    ],
    "contact": {
      "phone": "079-68261651",
      "email": "shruti_bhilare@dau.ac.in",
      "address": "4208, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/shruti-bhilare"
  },
  {
    "name": "Sourish Dasgupta",
    "education": "PhD (Computer Science), University of Missouri - Kansas City, USA",
    "biography": "Prof. Sourish Dasgupta is an ever-curious researcher and educator. His deep interest in the role of AI in research methodologies led him to take a break from academia and set on an entrepreneurial journey for five years, which resulted in the founding of RAx Labs Inc., Delaware, USA. With some bright ex-students of DA-IICT, Prof. Dasgupta built RAx (https://raxter.io) - an AI-powered online assistant for making literature-review faster and more enriching for young researchers.Coming back from his entrepreneurial stint, Prof. Dasgupta is currently actively engaged in theanalysis of less explored but important aspects of \"intelligence\"in LLMs, such as their personalization capabilities, and alsodesigning personalized models that are a lot smaller and more eco-friendlythan contemporary LLMs. In his pastime, Prof. Dasgupta loves to cook and debate with students. Prof. Dasgupta did his Ph.D. in Computer Science from the University of Missouri – Kansas City, USA.",
    "specialization": "Natural Language Processing, Knowledge Graphs, Analysis of Large Language Models",
    "teaching": [
      "Current",
      "IT594: Deep Neural NLP & Applications",
      "Guest Lectures",
      "ELL881/AIL821 - Large Language Models: Introduction & Recent Advances (IIT-D)",
      "Past (selected)",
      "Natural Language Processing",
      "Recommendation Systems",
      "Introduction to Artificial Intelligence",
      "Semantic Web"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261624, 9624106109",
      "email": "sourish_dasgupta@dau.ac.in",
      "address": "4102, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sourish-dasgupta"
  },
  {
    "name": "Sreeja Rajendran",
    "education": "PhD (Electrical and Electronics Engineering), Birla Institute of Technology and Science, Pilani, Dubai Campus",
    "biography": "Dr. Sreeja Rajendran completed her PhD in Microelectronics (Hardware Security) from Birla Institute of Technology and Science, Pilani. She joined DA-IICT in October 2021. Prior to joining DA-IICT she has taught in engineering colleges in India, Bahrain and Oman. Her areas of research interest include Hardware Security, MEMS, Quantum Dot Cellular Automata, Test based and Fault Tolerant Circuit Architecture Design. She teaches courses on Digital Logic Design, Computer Organization and VLSI Test. She has authored papers in various international journals and presented works at IEEE and Springer conferences.",
    "specialization": "VLSI, Embedded Systems and MEMS, Hardware Security, VLSI Test",
    "teaching": [],
    "publications": [
      "S. Rajendranand M.L. Regeena, “A Novel Algorithm for Hardware Trojan Detection through Reverse Engineering”, IEEE Transactions Computer Aided Design (accepted on April 2,2021). doi.org/10.1109/TCAD.2021.3073855 (Impact factor2.168, Indexed in SCI, SCOPUS and WoS)",
      "S. Rajendranand M.L. Regeena, “Sensitivity Analysis of Testability Metrics for Secure IC Design”, IET Computer and Digital Techniques, vol. 14, no. 4, pp. 157-165, April2020. doi.org/10.1049/iet-cdt.2019.0217 (Impact factor0.803, Indexed in SCIE, SCOPUS and WoS)",
      "S. Rajendranand M.L. Regeena, “Application of Testability Analysis in Hardware Security”, International Journal of Advanced Science and Technology, vol 29, no.5, pp. 7777-7791, May2020. (SCOPUS indexed)",
      "S. Rajendranand M.L. Regeena, “An Efficient Software Tool based on SCOAP for Testability Analysis of Combinational Circuits”, International Journal of Simulation -- Systems, Science & Technology, vol. 20, no.1, p1-10, Feb2019."
    ],
    "contact": {
      "phone": "079-68261707",
      "email": "sreeja_rajendran@dau.ac.in",
      "address": "3108, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sreeja-rajendran"
  },
  {
    "name": "Srimanta Mandal",
    "education": "PhD (Computing and Electrical Engineering), IIT Mandi",
    "biography": "Dr. Srimanta Mandal received his Ph.D. from IIT Mandi, India, in 2017. He has been a postdoctoral fellow with the Department of Electrical Engineering, IIT Madras, India, from 2017 to 2018. Since October 2018, he has been with DA-IICT, Gandhinagar, where he is currently an associate professor. During his PhD, he received a travel grant from IIT Mandi for presenting work at the International Conference on Image Processing 2014, Paris, France. So far, he supervised 20 master’s students in their dissertation/project work and co-supervised 1 PhD student. He has published several articles in national/international journals and conferences. He received the best paper award (runner-up) at the Indian Conference on Computer Vision, Graphics and Image Processing 2018. He served as a reviewer for various conferences and journals. He is a senior member of IEEE and served as an executive committee member of the IEEE SPS Gujarat chapter from 2019 to 2022. He served as an Advisory Group Member, Department of Technical Education, Gujarat. He is a life member of IUPRAI and ISRS. His research interests include image processing, computer vision, and machine learning.",
    "specialization": "Image Processing, Computer Vision, Machine Learning",
    "teaching": [
      "Advanced Image Processing",
      "Basic Electronic Circuits",
      "Detection and Estimation Theory",
      "Digital Image Processing",
      "Machine Learning",
      "Pattern Recognition & Machine Learning",
      "Probability Statistics and Information Theory (Tutor)",
      "Signals and Systems"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261621",
      "email": "srimanta_mandal@dau.ac.in",
      "address": "4203, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/srimanta-mandal"
  },
  {
    "name": "Subhasish Basak",
    "education": "PhD (Statistics), Indian Statistical Institute, Kolkata",
    "biography": "I completed my Bachelor's and Master's degrees in Statistics with a specialization in Probability from the Indian Statistical Institute (ISI). In 2019, I returned to ISI as a Research Scholar, where I began working in the field of image processing. My research focuses on areas such as denoising, segmentation, and monitoring. In 2025, I joined Dhirubhai Ambani Institute of Information and Communication Technology, where I continue to pursue my research interests and contribute to teaching and academic development.",
    "specialization": "Image Processing, Statistical Learning, Nonparametric Methods, Decision trees, Bayesian techniques, Quality monitoring",
    "teaching": [
      "Design of Experiments"
    ],
    "publications": [
      "An Efficient Image Denoising Method Integrating Multi-Resolution Local Clustering and Adaptive SmoothingSubhasish Basak, [Co-authors if any]Statistical Methods & Applications, 2025. [DOI: 10.1007/s10260-025-00806-z]"
    ],
    "contact": {
      "phone": "079-68261671",
      "email": "subhasish_basak@dau.ac.in",
      "address": "3206, FB-3, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/subhasish-basak"
  },
  {
    "name": "Sudip Bera",
    "education": "PhD (Mathematics), Visva-Bharati University, Shantiniketan, West Bengal",
    "biography": "I am an Assistant Professor from 02ndJanuary, 2023-Present in the Department of Mathematics, DA-IICT, Gandhinagar, Gujrat India. Earlier, I was a Postdoctoral fellow in Mathematics at Harish-Chandra Research Institute from 16thSeptember, 2022 to 31stDecember, 2022. Before that, I was a Visiting fellow in Mathematics at TIFR Mumbai from 2ndAugust, 2022 to 15thSeptember, 2022. My mentor was Prof. Amitava Bhattacharya. Before that, I was a Postdoctoral fellow in Mathematics at IISc, Bangalore from 1stJuly, 2019 to 30thJune, 2022. My mentor was Prof. Arvind Ayyer. I finished my Ph.D in Visva-Bharati University. I defended my Ph.D. thesis in June, 2019.",
    "specialization": "Algebraic graph theory, Algebraic combinatorics",
    "teaching": [
      "Linear Algebra",
      "An introduction to modern algebra",
      "Calculus",
      "Real and complex analysis"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261632",
      "email": "sudip_bera@dau.ac.in",
      "address": "4201, FB-4, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sudip-bera"
  },
  {
    "name": "Sujay Kadam",
    "education": "PhD (Electrical Engineering), IIT Gandhinagar",
    "biography": "Sujay Kadam is an Assistant Professor in DA-IICT. Prior to his joining at DA-IICT he was a faculty member in the Department of Electrical and Electronics Engineering, NIT Sikkim. NIT Sikkim. He was a Post-Doctoral Fellow in Mechanical Engineering, working with Prof. Harish Palanthandalam-Madapusi, and was associated with the SysIDEA Robotics Lab at IIT Gandhinagar, prior to his teaching appointments, where he worked on ‘learning controllers that show ‘human-like’ learning characteristics. He completed his doctoral work in control theory with a thesis on “Right Invertibility and Relative Degree in Tracking Control: Theory and Tools”, under the supervision of Prof. Harish Palanthandalam-Madapusi at IIT Gandhinagar in Electrical Engineering. He has a background in Instrumentation and Control from his bachelor’s and master’s degrees. His current work and interests focus on the intersecting areas of Control, Neuroscience, and Robotics.",
    "specialization": "Instrumentation, Systems and Control Theory, Human-Motor Learning, Robotics",
    "teaching": [
      "ME 491A:",
      "Autonomous Vehicles (Special Topics in Mechanical Engineering)",
      "– as a Graduate Teaching Fellow at IIT Gandhinagar",
      "EE13102: Analog Electronic Circuits and Systems – at NIT Sikkim",
      "EE13104: Digital Electronics – at NIT Sikkim",
      "EE14104/EC14105/CS14106: Microprocessors and Microcontrollers – at NIT Sikkim",
      "EE17150: Introduction to Internet of Things – at NIT Sikkim",
      "EE431: Electrical Systems Lab (Teaching Assistant, multiple semesters) – at IIT Gandhinagar",
      "ME639: Introduction to Robotics (Teaching Assistant) – at IIT Gandhinagar",
      "ES105: Electrical and Electronics Lab (Teaching Assistant, multiple semesters) – at IIT Gandhinagar"
    ],
    "publications": [
      "Kadam, S.D.,Chavan, R.A., Rajiv, A. and Palanthandalam-Madapusi, H.J., 2019. “A Perspective on using Input Reconstruction for Command Following”.Circuits, Systems, and Signal Processing,38(12), pp. 5920-5930.",
      "Kadam, S.D.and Palanthandalam-Madapusi, H.J., 2018, “Trackability for Discrete-Time Linear Time-Invariant Systems: A Brief Review and New Insights”.ASME Journal of Dynamical Systems, Measurement & Control,(March 2022; 144(3): (031007), ASME.",
      "Kadam, S.D.and Palanthandalam-Madapusi, H.J., 2022, “A Note on Invertibility and Relative Degree of MIMO LTI Systems”.IFAC Journal of Systems and Control,100193.",
      "Kadam, S.D., Jadav S., and Palanthandalam-Madapusi, H.J., 2022, “A Model-based Feedforward and Iterative Learning Controller Exhibiting Features of Human Motor Learning”.IEEE Transactions on Cognitive andDevelopmental Systems: Special Issue-Emerging Topics on Development and Learning(under review since January 31st, 2022)"
    ],
    "contact": {
      "phone": "079-68261584",
      "email": "sujay_kadam@dau.ac.in",
      "address": "1210, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sujay-kadam"
  },
  {
    "name": "Sunitha V",
    "education": "PhD (Mathematics), IIT Madras",
    "biography": "Dr. Sunitha has her research interest in graph theory, graph algorithms and their applications in Interconnection Networks of HPC, Computer and Communication Networks, Complex Networks",
    "specialization": "Theory, Algorithms (Parallel, Distributed, Dynamic), Applications of Graphs",
    "teaching": [
      "Discrete Mathematics",
      "Algorithmic Graph Theory",
      "Parallel, Distributed and Dynamic Algorithms"
    ],
    "publications": [
      "V. Ravindran, J.C. Nacher, T. Akutsu, M. Ishitsuka, A. Osadcenco, V. Sunitha, G. Bagler, J-M. Schwartz, and D.L. Robertson, Network controllability analysis of intracellular signalling reveals viruses are driver agents in dynamic molecular systems, Scientific Reports, 9, 2066, 2019.",
      "J. Mulherkar and V. Sunitha, Capacity of a quantum memory channel correlated by matrix product states, Quantum Information Processing, 17(4), 80-98, 2018.",
      "M. Jadeja, R. Muthu, and V. Sunitha, Set labelling of vertices to ensure adjacency coincides with disjointness, Electronic Notes in Discrete Mathematics, 63, 237-244, 2017.",
      "V. Ravindran, V. Sunitha, and G. Bagler, Identification of critical regulatory genes in cancer signaling network using controllability analysis, Physica A: Statistical Mechanics and its Applications, 474, 134-143, 2017.",
      "S.A. Choudum, S. Lavanya, and V. Sunitha, Introduction to Interconnection Networks, Handbook of Graph Theory, Combinatorial Optimization, and Algorithms, Chapman & Hall/CRC, 2015.",
      "S.A. Choudum, S. Lavanya, and V. Sunitha, Graph Embedding and Interconnection Networks, Handbook of Graph Theory, Combinatorial Optimization, and Algorithms, Chapman & Hall/CRC, 2015.",
      "Arun Kumar Gupta, Sanjay Srivastava, and V. Sunitha, Distributed adaptive connected dominating set protocol for sensor networks, INDICON 2014.https://doi.org/10.1109/INDICON.2014.7030667",
      "S.A. Choudum, and V. Sunitha, Augmented cubes, Networks, Volume 40, 2002, Pages 71–84.https://doi.org/10.1002/net.10033"
    ],
    "contact": {
      "phone": "079-68261563",
      "email": "v_suni@dau.ac.in",
      "address": "1212, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/sunitha-v"
  },
  {
    "name": "Supantha Pandit",
    "education": "PhD (Computer Science), IIT Ropar",
    "biography": "Supantha Pandit is an Assistant Professor at the Dhirubhai Ambani Institute of Information and Communication Technology (DA-IICT), Gandhinagar, Gujarat, India. Before joining DA-IICT, he was a SERB Indo-US Post Doctoral Fellow at the SUNY Stony Brook, New York, USA. He was also a SERB National Post Doctoral Fellow at the Indian Statistical Institute Kolkata, India. He obtained his Ph.D. degree in Computer Science and Engineering from the Indian Institute of Technology Ropar, Punjab, India. His current research concentrates on theoretical computer science, mainly focused on computational geometry, approximation algorithms, distributed network algorithms, and graph algorithms.Personal Website:Click me",
    "specialization": "Theoretical Computer Science Mainly focused on: Computational Geometry Approximation Algorithms Distributed Network and Agent Algorithms Graph Algorithms",
    "teaching": [
      "Autumn 2023 Design and Analysis of Algorithms (DA-IICT, Gandhinagar).",
      "Autumn 2023 Discrete Mathematics (DA-IICT, Gandhinagar).",
      "Winter 2022 Optimization (DA-IICT, Gandhinagar).",
      "Autumn 2022 Design and Analysis of Algorithms (DA-IICT, Gandhinagar).",
      "Autumn 2022 Data Structures and Algorithms with Python (DA-IICT, Gandhinagar).",
      "Winter 2022 Optimization (DA-IICT, Gandhinagar).",
      "Design and Analysis of Algorithms (DA-IICT, Gandhinagar).",
      "Discrete Mathematics (DA-IICT, Gandhinagar). Optimization (DA-IICT, Gandhinagar)."
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261546",
      "email": "supantha_pandit@dau.ac.in",
      "address": "2205, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/supantha-pandit"
  },
  {
    "name": "Tapas Kumar Maiti",
    "education": "PhD (Electronics & Telecommunication Engineering), Jadavpur University, Kolkata",
    "biography": "Dr. Tapas Kumar Maiti, a former associate professor at Hiroshima University Japan, moved to DA-IICT India where he is a faculty member, from June 2019. He has held various positions at Hiroshima University, Japan; McMaster University, Canada; IIT-Kharagpur, and IIEST-Shibpur, India. He took active role in the development and expansion of teaching and research programs in robotics, automation, embedded-AI at DA-IICT. He became coordinator of MTech program in 2022, played the key role to start BTech Robotics (RAS minor) program, and founded Robotics Lab in 2021. He led a research group in challenging Research and Development activities, in the areas of Intelligent Devices and Systems, Robotics, and Cybernetics, sponsored by various agencies. He has published more than 120 papers in reputed journals and conferences, and also co-authored a book. He received ICMM Excellent Award, IAAM Scientist Medal, and University Gold Medal. He is a member of IEEE, and Life member of Institution of Engineers (India).",
    "specialization": "Meet Dr. Tapas Kumar Maiti: Pioneering Research in Robotics and Cybernetics Intelligent Devices and Systems Robotics AI-Chip Cybernetics",
    "teaching": [
      "IE416: Robot Programming (Winter 2024)",
      "IE410: Introduction to Robotics (Winter 2021, 2022, 2023, 2024)",
      "EL530: Introduction to Embedded Artificial Intelligence (Autumn 2023)",
      "EL203: Embedded Hardware Design (Autumn 2021, Winter 2023, Summer 2023)",
      "IT503: Programming Lab (Autumn 2022)",
      "IT105: Introduction to Programming (Summer 2022)",
      "EL510: Introduction to Embedded Systems (Autumn 2021)",
      "EL213: Analog Circuits (Winter 2021)",
      "EL103: Basic Electronic Circuits (Summer 2021)",
      "CT508: Embedded System for Smart Applications (Winter 2020)",
      "EL421: Introduction to VLSI Circuits (Autumn 2019, 2020)"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261637",
      "email": "tapas_kumar@dau.ac.in",
      "address": "2206, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/tapas-kumar-maiti"
  },
  {
    "name": "Tathagata Bandyopadhyay",
    "education": "PhD (Statistics), University of Calcutta, Kolkata",
    "biography": "Dr. Tathagata Bandyopadhyay has been in the academics for more than 35 years. He received his Masters and Ph.D. degrees in Statistics from the University of Calcutta. He spent 21 years in the Department of Statistics, University of Calcutta as a Faculty, next 16 and half years in the Indian Institute of Management Ahmedabad as Professor and also as the Dean (Faculty) for the last few years. He visited/ taught in the University of Nebraska, The University of Connecticut, The University of Georgia, Iowa State University, Michigan State University, University of Windsor, National University of Singapore, Umea University, University of Birmingham. He delivered invited talks in various universities in India and Abroad.He published more than 50 research articles in journals, besides others in edited volumes and conference proceedings. He is the Editor of Calcutta Statistical Association Bulletin Since 2009, and Member of the Editorial Board of Sankhya. He is a life member of the Calcutta Statistical Association, The Indian Association for Productivity Quality and Reliability and The Indian Statistical Institute.",
    "specialization": "Statistical Inference, Survey Sampling, Discrete Data Modeling and Analysis, Applications of Statistical Methodologies in Various Fields",
    "teaching": [
      "Research Methodology",
      "Data Analytics",
      "Bayesian Data Analysis",
      "Multivariate Analysis",
      "Regression Analysis",
      "Nonparametric Data Analysis"
    ],
    "publications": [
      "Arindam Chatterjee,Tathagata Bandyopadhyay, Ayoushman Bhattacharya (2023): Inference on regression model with misclassified binary response. Journal of Statistical Planning and Inference (Elsevier), Pages 1-20.",
      "Bhargab Chattopadhyay,Tathagata Bandyopadhyay, Ken Kelley, and P. Jishnu (2023): A Sequential Approach for Noninferiority or Equivalence of a Linear Contrast Under Cost Constraints. Psychological Methods (A Journal of the American Psychological Association), Pages 1-14.",
      "Gaurav Kumar Singh andTathagata Bandyopadhyay(2023): Determinants of disagreement: Learning from inflation expectations survey of households. Journal of Forecasting (John Wiley), Pages 1-18.",
      "(2021 Forthcoming, With Gaurav Kumar Singh) How informative are quantified survey data? Evidence from RBI household inflation expectations survey, The Singapore Economic Review",
      "(2021 Forthcoming, With Pritha Guha & Apratim Guha) Application of pooled testing in estimating the prevalence of Covid 19, Health Services and Outcome Research Methodology",
      "(2021, With Debjit Sengupta & Surupa Roy) Testing of Poisson mean with under-reported counts, Brazilian Journal of Probability & Statistics. 35, 3, pages 523-543.",
      "(2020, With Debjit Sengupta & Surupa Roy) Estimation of Poisson mean with under-reported counts: A double sampling approach, Australian & New Zealand Journal of Statistics. 62, 4, pages 508-535.",
      "(2020, With Sumanta Adhya & Surupa Roy) Prediction of finite population proportion when responses are misclassified, Journal of Survey Statistics & Methodology, A journal of American Association for Public Opinion Research, 61, 3, pages 1-27.",
      "(2020, With Brij Kothari) Lifelong reading for a billion people, Stanford Social Innovation Review, Summer, pages 37-41.",
      "(2020, With Arindam Chatterjee) Regression models for group testing: Identifiability and asymptotics, Journal of Statistical Planning and Inference, 204, pages 141-152.",
      "(2019, With Surupa Roy) Estimation of log-odds ratio from group testing data using Firth correction, Biometrical Journal, 61, 3, pages 714-728.",
      "(2017, With Kaustab Bandyopadhyay& G. Chattopadhyay) Two stage test of means with unordered pairs, Statistics in Medicine, 36, 15, pages 2466-2480.",
      "(2016, With Arindam Chatterjee & S. Adhya) Pseudo-likelihood and bootstrapped pseudo-likelihood inference in logistic regression model with misclassified responses, http://arxiv.org/abs/1611.06727, pages 1-67.",
      "(2016, With Surupa Roy) Measurement error in astronomy, Wiley StasRef, pages 1-12.",
      "(2014, With Bhaskar Purohit) Beyond job security and money: driving factors of motivation for government doctors in India, Human Resources for Health, 12, 12, 1-13.",
      "(2014, With Avijit Khanra and Chetan Soman) Sensitivity analysis of the newsvendor model, European Journal of Operational Research, 239, 2, 403-412.",
      "(2014, With Brij Kothari) Same Language Subtitling of Bollywood Film Songs on TV: Effects on Literacy, Information Technologies & International Development, 10, 4, 31-47.",
      "(2014, With V. Pradhan, Krishna, Saha& John, C. Evans) Weighted profile likelihood-based confidence interval for the difference between two proportions with paired binomial data, Statistics in Medicine, 33, 17, 2984-97.",
      "(2013, With Arindam Banerjee & Prachi Acharya) Data Analytics: Hyped Up Aspirations or True Potential? Vikalpa, 38, 4, 1-11.",
      "(2013, With V. Pradhan & John, C. Evans) Binomial confidence intervals for testing non-inferiority or superiority: a practitioner’s dilemma, Statistical Methods for Medical Research, 22, Online Publication, 1-11.",
      "(2012, With S. Adhya and G. Chattopadhyay) Inference on Finite Population Categorical Response: Nonparametric Regression Based Predictive Approach, Advances in Statistical Analysis, 96, 1, 69-98.",
      "(2011, with S.P. Manimunda, D. Mavalankar & A.P. Sugunan) Chikungunya epidemic-related mortality, Epidemiology and Infection, 139, 9, 1410-1412.",
      "(2011, with S. Adhya and G. Chattopadhyay) Inference on Polychotomous Responses in Finite Population: A Predictive Approach, Scandinavian Journal of Statistics, 38, 4, 788-800.",
      "(2011, with S. Karmarkar and G. Dutta) Revenue impacts of demand unconstraining and accounting for dependency, Journal of Revenue and Pricing Management, 10, 367-381.",
      "(2010, with Brij, Kothari) Can India’s literate read? , International Review of Education, 56, 5-6, 705-728.",
      "(2010, with S.R. Paul and U. Balsuriya) Multi-clump Finite Mixture Distribution and Model Selection, Environmetrics, 21, 2, 133 -242.",
      "(2009, with S. Roy) Analysis of Misclassified Correlated Binary Data Using a Multivariate Probit Model When Covariates Are Subject to Measurement Error, Biometrical Journal, 51, 3, 420-432.",
      "(2008, with D. Mavalankar et al.) Increased Mortality Rate Associated with Chikungunya Epidemic, Ahmedabad, India, Emerging Infectious Disease, CDC USA, 14, 412-415.",
      "(2008, With V. Pradhan) Con_dence Interval of Two Independent Binomial Proportions Using Weighted Profile Likelihood, Communications in Statistics- Simulation & Computation, 37, 4, 645 -659.",
      "(2008, with R. Mukerjee) Optimal Factorial Experiments for cDNA Microarray Experiments, Annals of Applied Statistics, 2,1, 366-385.",
      "(2007, with R. Mukherjee) A conversation with Shoutir Kishore Chatterjee, Statistical Science, 22, 2, 279-290.",
      "(2007, with M. Chen, D. Dey and S. Kim) Bayesian Analysis of Generalized Odds- Rate Hazards Models for Survival Data, Lifetime Data Analysis, 13, 241- 260.",
      "(2007, with A. Biswas) Nonparametric test for random component in a two-way nested design with mixed effect model, Annals of the Institute of Statistical Mathematics, 59, 197-210.",
      "(2006, with T. Maiti and P. Mukhopadhyay) Classi_cation of Pathological Stages of Prostate Cancer Using Penalized Splines, Computational Statistics and Data Analysis, 51, 1147-1155.",
      "(2006, with S. Roy) A exible model for generalized linear regression with measurement error, Annals of the Institute of Statistical Mathematics, 58, 153169.",
      "(2005, with Sudhir R. Paul & Uditha Balasooriya) Fisher information matrix of the dirichlet-multinomial distribution, Biometrical Journal, 47, 230-236.",
      "(2005, with S. Roy) Berkson model for binary regression with responses subject to classification errors, Statistics in Medicine, 24, 2, 269-283.",
      "2003, with A. Biswas) A new formulation of stress-strength reliability in regression set-up, Journal of Statistical Planning and Inference, 112, 147-158.",
      "(2001, with D. Nettleton) Testing the equality of distributions of random vectors with categorical component, Computational Statistics and Data Analysis 37, 195-208.",
      "(1999, with S.R. Paul) An extension of Morel finite mixture distribution for modelling multinomial clustered data, Biometrika, 86,723-727.",
      "(1998, with S.R. Paul) Analysis of two-way layout of count data involving multiple counts in each cell, Journal of the American Statistical Association, 93,1419-1429.",
      "(1991, with Chatterjee, S.K.) Combination of multiple scores for nonparametric testing in Multivariate linear regression set-up, Communications in Statistics Theory and Methods,19, 2967-2999."
    ],
    "contact": {
      "phone": "079-68261572",
      "email": "tathagata_b@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/tathagata-bandyopadhyay"
  },
  {
    "name": "Vinay Palaparthy",
    "education": "PhD (Electrical Engineering), IIT Bombay",
    "biography": "Vinay Palaparthy is working as the associate professor in DA-IICT. He has received Ph.D degree from Indian institute of Technology Bombay (IIT Bombay). During the course of his research, he has developed the soil moisture/ leaf wetness sensors and system for the in-situ agriculture applications. Micro/Nano soil moisture sensors are developed for the agriculture applications by using carbon nanomaterials like graphene oxide, graphene quantum dots, MOFs, MoS2 and Mxene. He is widely focused on identifying the issues and problem faced in Indian agriculture/space applications and provide an IT/ECE based solutions. He has around 7 years of research experience in the field of MEMS and System design. He has 23 international journals, 11 conference papers and 7 patent filed on his work. He has one best paper award in international journal. He is a co-recipient of Millennium Alliance award for the start-up name Proximal Soilsens Technologies Pvt. Ltd, where he is a co-founder and director.",
    "specialization": "Micro-Electro-Mechanical Systems (MEMS), Physics of Sensors, 2D materials, Memristor, Self-healing System Design, Embedded System Design, IoT, AI/ML",
    "teaching": [
      "Introduction to MEMS",
      "Sensors and Instrumentation",
      "Internet of Things",
      "Embedded Hardware Design",
      "Digital Logic Design"
    ],
    "publications": [
      "Introduction to MEMS",
      "Sensors and Instrumentation",
      "Internet of Things",
      "Embedded Hardware Design",
      "Digital Logic Design"
    ],
    "contact": {
      "phone": "079-68261677",
      "email": "vinay_shrinivas@dau.ac.in",
      "address": "1208, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/vinay-palaparthy"
  },
  {
    "name": "Yash Agrawal",
    "education": "PhD (Electronics & Communication), NIT Hamirpur",
    "biography": "Dr. Yash Agrawal received his Ph.D. and M.Tech. Degrees in VLSI Design Automation and Techniques in E&CE Department from National Institute of Technology, Hamirpur, Himachal Pradesh, India.Dr. Yash has been expert and distinguished guest at various places. He is Editor and Reviewer of several reputed Journals. He has been Secretary and Coordiantor of various forums and events. He has organized several workshops and part of the organizing committee in various Trainings, Seminars, and Conferences. He has been the Chairman and awarded with best forum member of IETE Forum at KITS Ramtek, Nagpur Division during 2008-2009.He has been awarded with prestigious IETEâ€”K S Krishnan Memorial Award-2017 for the Best System Oriented research paper. He achieved third place in All India Mentor Graphics design contest held at Bangalore, India in 2011. He has received 2nd Runner up and Cash Prize of Rs. 50,000/- in All India Mentor Graphics Design Contest held at Bangalore.He has several publications in Book Chapters of Springer, Journals including IEEE Transactions in Electromagnetic Compatibility, Nanotechnology, Springer, Taylor and Francis and several national and international reputed Conferences.",
    "specialization": "VLSI, Nanotechnology, Numerical Method Techniques--FDTD, Design Techniques and Modelling Schemes of High-speed on-chip VLSI Interconnects, Modeling and Simulation Schemes, Advanced Devices and Their Modeling, Analysis",
    "teaching": [
      "Digital Logic Design",
      "Digital Design using HDL and FPGA",
      "CAD of VLSI",
      "Introduction to Digital Design",
      "Introduction to VLSI Circuits",
      "Engineering Design Workshop"
    ],
    "publications": [
      "Y. Agrawal, M. Girish, and R. Chandel, “An efficient and novel FDTD method based performance investigation in-high speed current-mode signaling SWCNT bundle interconnect”, Springer Sadhana, Indian Academy of Sciences, vol. 43, pp. 175-1-12, 2018.",
      "N. Patel and Y. Agrawal, “A literature review on next generation graphene interconnects”, Journal of Circuits, Systems, and Computers, World Scientific, 2018.",
      "N. Patel, Y. Agrawal, and R. Parekh, “Novel subthreshold modeling of advanced on-chip grapehne interconnect using numerical method analysis”, IETE J. Research, Taylor & Francis, 2018.",
      "M. Girish, Y. Agrawal, and R. Chandel, “Modeling and performance analysis of dielectric inserted side contact multilayer graphene nanoribbon interconnects”, IET Circuits, Devices and Systems, vol. 11, no. 3, pp. 232-240, 2017.",
      "Y. Agrawal, R. Chandel, and R. Dhiman, “Variability analysis of stochastic parameters on the electrical performance of on-Chip current-mode interconnect system”, IETE J. Research, Taylor & Francis, vol. 63, no. 2, pp. 268-280, 2016.",
      "Y. Agrawal, M. Girish, and R. Chandel, “A Comprehensive model for high-speed current-mode signaling in next generation MWCNT bundle interconnect using FDTD technique”IEEE Trans. Nanotechnology, vol. 15, no. 4, pp. 590-598, 2016. Cite (2). DOI:https://doi.org/10.1109/TNANO.2016.2558475",
      "Y. Agrawal, M. Girish, and R. Chandel, “A Novel Unified Model for Copper and MLGNR Interconnects using Voltage and Current-Mode Signaling Schemes”IEEE Trans. Electromagnetic Compatibility, vol. 59, no. 1, pp. 217-227, 2017. Cite (2). DOI:https://doi.org/10.1109/TEMC.2016.2587821",
      "M. Girish, R. Chandel, and Y. Agrawal, “An efficient crosstalk model for coupled multiwalled carbon nanotube interconnects”,IEEE Trans. Electromagnetic Compatibility, vol. 60, no. 2, pp. 487-496, 2018. DOI:https://doi.org/10.1109/TEMC.2017.2719052",
      "Y. Agrawal and R. Chandel, “Crosstalk analysis of current-mode signalling-coupled RLC interconnects using FDTD technique”,IETE Tech. Review, Taylor & Francis, vol. 33, no. 2, pp. 148-159, 2016. Cite (8). DOI:https://doi.org/10.1080/02564602.2015.1056258",
      "Y. Agrawal, M. Girish, and R. Chandel, “A unified delay, power and crosstalk model for current mode signaling multiwall carbon nanotube interconnects”,Springer Circuits, Systems, and Signal Processing, pp. 1-31, 2017. DOI:https://doi.org/10.1007/s00034-017-0614-6"
    ],
    "contact": {
      "phone": "079-68261629, 9882114669",
      "email": "yash_agrawal@dau.ac.in",
      "address": "1101, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/yash-agrawal"
  },
  {
    "name": "Yash Vasavada",
    "education": "PhD (Electrical Engineering), Virginia Polytechnic Institute and State University, USA",
    "biography": "Yash Vasavada is currently a Professor at DAIICT, and he works in the areas of communication system design and development and application of machine learning algorithms to communications and signal processing. He has over twenty years of experience at Hughes Networks systems in Germantown, Maryland, USA, where he has worked on design, development and deployment of a number of GEO, MEO and LEO satellite systems. At Hughes, Yash has published several journal and conference papers, and he has been granted twelve US Patents. Yash has obtained B. E. degree in Electronics and Communications from L. D. Engineering College, Ahmedabad, and M.S. and Ph.D. degree from Virginia Polytechnic Institute and State University (Virginia Tech) in USA.",
    "specialization": "Communication, Signal Processing, Machine Learning Meet Prof. Yash Vasavada: A Passionate Researcher in Wireless Communications and Signal Processing",
    "teaching": [
      "Introduction to Communication Systems",
      "Advanced Digital Communications",
      "Next Generation Communication Systems"
    ],
    "publications": [
      "Yash Vasavada, Michael Parr, Nidhi Sindhav, and Saumi S., \"A Space-Frequency Processor for Identifying and Isolating GNSS Signals Amidst Interference,\" IEEE Signal Processing Letters, IEEE, ISSN: 1558-2361, vol. 32, 11 Aug. 2025, pp. 3615-3619, doi: 10.1109/LSP.2025.3598159.",
      "B. B. John, A. Dutta andY. Vasavada, \"Unoptimized Reflecting Surfaces for Transmit Index Modulation,\" in IEEE Transactions on Vehicular Technology, doi: 10.1109/TVT.2025.3640006.",
      "Y. Vasavada, A. Dhami and J. H. Reed, \"A Low-Complexity Blind Iterative Approach for Receive-Side Hybrid Beamforming,\" in IEEE Transactions on Communications, April 2024, doi: 10.1109/TCOMM.2024.3388843.https://ieeexplore.ieee.org/document/10499830",
      "Y. Vasavada, B. B. John, “Low Complexity Optimal and Suboptimal Detection at Spatial Modulation MIMO Receivers,” IEEE Transactions on Vehicular Technology, January 2022",
      "N. Shah,Y. Vasavada, “Neural Layered Decoding of 5G LDPC Codes,” IEEE Communications Letters, September 2021",
      "Y. Vasavada, A. Dhami, J. H. Reed, N. Shah, “Low-Complexity Blind Hybrid Beamforming for mmWave MIMO Reception,” 2022 International Conference on Signal Processing and Communications (SPCOM), 2022",
      "Y. Vasavada, B. B. John, “Constellation Designs for the Spatial Modulation MIMO Systems for Improved Reliability of the Information Transfer in the Spatial Dimension,” 2022 International Conference on Signal Processing and Communications (SPCOM), 2022",
      "B. B. John,Y. Vasavada, “Analysis of the Matched Filter Detector of the Antenna Index in the Spatial Modulation Systems,” 2022 National Conference on Communications (NCC), 1-6, 2022",
      "Y. Vasavada, N. Parekh, A. Dhami, C. Prakash, “A Blind Iterative Hybrid Analog/Digital Beamformer for the Single User mmWave Reception using a Large Scale Antenna Array,” 2021 National Conference on Communications (NCC), 1-6, 2021",
      "Y. Vasavadaand C. Prakash, “Sub-Nyquist Spectrum Sensing of Sparse Wideband Signals Using Low-Density Measurement Matrices,” inIEEE Transactions on Signal Processing,vol. 68, pp. 3723-3737, 2020, doi: 10.1109/TSP.2020.3000637.",
      "Y. Vasavada, C. Ravishankar, and D. Roos,Correcting satellite pointing direction.U.S. Patent10,509,097, 2019",
      "Y. Vasavada, A. A. Beex and J. H. Reed, “Iterative Channel and Symbol Estimation for OFDM and for SIMO Diversity,”2018 International Conference on Signal Processing and Communications (SPCOM), Bangalore, India, pp. 267-271, 2018, doi: 10.1109/SPCOM.2018.8724486.",
      "Y. Vasavada, and C. Prakash, “An Iterative Message Passing Approach for Compressive Spectrum Sensing,” IEEE International Conference on Advances in Computing, Communications and Informatics (ICACCI), 2017.DOI:10.1109/ICACCI.2017.8125834",
      "Y. Vasavada, D. Arur, C. Ravishankar, “User Location Determination Using Delay and Doppler Measurements in LEO Satellite Systems,” IEEE Military Communications Conference (MILCOM), 2017.DOI:10.1109/MILCOM.2017.8170797",
      "Y. M. Vasavada, A. A. L. Beex and J. H. Reed, “SIMO Diversity Reception in Rayleigh and Rician Fading with Imperfect Channel Estimation,” IEEE International Conference on Advances in Computing, Communications and Informatics (ICACCI), 2016.DOI:10.1109/ICACCI.2016.7732030",
      "Y. Vasavada, R. Gopal, C. Ravishankar, G. Zakaria, and N. BenAmmar,Architectures for Next Generation High Throughput Satellite Systems.International Journal Satellite Communication Network, 2016.DOI:10.1002/sat.1175"
    ],
    "contact": {
      "phone": "079-68261634",
      "email": "yash_vasavada@dau.ac.in",
      "address": "1224, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/faculty/yash-vasavada"
  },
  {
    "name": "Abhijit Mukherjee",
    "education": "MBA in Systems from Vinayaka Mission University",
    "biography": "Not Available",
    "specialization": "Enterprise Computing and SAP Systems (IS-U, S/4 HANA), Data Privacy and Compliance (DPDP Act 2023), IT Strategy, Governance, and Data Analytics",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "abhijit_mukherjee@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/abhijit-mukherjee"
  },
  {
    "name": "Aditi Nath Sarkar",
    "education": "MA (South Asian Languages and Civilizations), University of Chicago, USA",
    "biography": "Not Available",
    "specialization": "Literature, Religious, Cultural History; South Asian Civilization Studies",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "aditinath_sarkar@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/aditinath-sarkar"
  },
  {
    "name": "Ajeet Kumar Singh",
    "education": "MS by Research in Computer Science and Engineering",
    "biography": "Not Available",
    "specialization": "Computer Vision, Natural Language Processing, Adversarial Machine Learning",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "ajeetkumar_singh@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/ajeet-kumar-singh"
  },
  {
    "name": "Amishal Modi",
    "education": "PhD (English), Gujarat University",
    "biography": "Not Available",
    "specialization": "Indian Literature, The English Novel, Sexuality Studies, 19th Century Literature",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "079-68261594",
      "email": "amishal_modi@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/amishal-modi"
  },
  {
    "name": "Anjan Ghosh",
    "education": "PhD (Electrical Engineering), Carnegie Mellon University, Pittsburgh, Pennsylvania",
    "biography": "Dr. Anjan K Ghosh has 35 years of research and teaching experience in the areas of optical information processing, optical communications and photonic sensors. He obtained his PhD in Electrical Eng. in 1984 from Carnegie-Mellon Univ., Pittsburgh and his MS from the SUNY at Stony Brook. He is an alumnus of IIT Kharagpur, India. At present, he is a Professor in DA-IICT, Gandhinagar, India. Dr. Ghosh was a member of technical staff in AT&T Bell Laboratories for 2 years. Then he served as a faculty member in the Univ. of Iowa, Iowa City, USA, IIT Kanpur, India, Nanyang Tech. Univ., Singapore, the University of Oklahoma, Tulsa, USA and DA-IICT, Gandhinagar, India. Dr. Ghosh has served as the Vice Chancellor of Tripura (Central) University in Agartala, Tripura, India for 5.5 years. He was the Head of the Dept. of Electrical Eng., Adv. Center for Electronic Sciences, Laser Tech. Program and the Center for Laser Tech., all at IIT Kanpur. He published over 160 papers in journals and conference proceedings and delivered several invited talks. He is a Senior Member of IEEE, a fellow of the IETE(India), IE (India), and the Optical Soc. of India and a member of SPIE, and OSA. He is also a member of the honor societies: Eta-Kappa-Nu and Sigma-Xi in USA.",
    "specialization": "Optical Communication - Fiber Optic and Free Space, Photonic Devices and Subsystems, Sensors, Image and Signal Processing, Nonlinear Systems and Chaos, System Dynamics Modelling of Education",
    "teaching": [
      "Optical Communication",
      "Optical Wireless Communication",
      "Basic Electronics",
      "Linear Algebra",
      "Random Variables and Processes"
    ],
    "publications": [
      "U Gogoi, M Bhowmik, D Bhattacharjee, and A Ghosh, “Singular Value based Characterization and Analysis of Thermal Patches for Early Breast Abnormality Detection”, Australasian Physical and Engineering Science in Medicine, Springer , pp. 1-19, 2018, https://doi.org/10.1007/s13246-018-0681-4.",
      "A. Datta, A. Ghosh and A. Mukherjee, “Characterization of Chaotic electro optic modulator with the help of Lypunov exponent and bifurcation analysis technique”, Materials Today: Proceedings, Vol. 5, pp. 20131-2039, 2018.",
      "T. Deb, A. Ghosh and A. Mukherjee, “Singular value decomposition applied to associative memory of Hopfield neural networks”, Materials Today: Proceedings, Vol. 5, pp. 2222-2228, 2018.",
      "M. Bhowmick, U. Gogoi, G. Majumdar, D. Bhattacharjee, S. Datta and A. Ghosh, “Designing of Ground Truth Annotated DBT-TU-JU Thermogram Database towards Early Abnormality Prediction” to appear in IEEE Journal of Biomedical and Health Informatics, 2018. doi: 10.1109/JBHI 2017.2740500.",
      "D. Shah, D. Kothari and A. Ghosh, “Bit Error Rate Analysis of the K Channel using Wavelength Diversity”, Optical Engineering, Vol. 56, p. 056106, May 2017. doi: 10.1117/1.OE.56.5.056106.",
      "A. Ghosh and Anasmita Ghosh, “A few ways of reducing cheating in examinations in Indian colleges and universities”, University News, Vol. 55, No. 05, pp. 164-168, Jan. 30-Feb. 05, 2017."
    ],
    "contact": {
      "phone": "079-68261645",
      "email": "anjan_ghosh@dau.ac.in",
      "address": "1111, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/anjan-ghosh"
  },
  {
    "name": "Binay Bhushan Chakrabarti",
    "education": "PhD (Economics), Jadavpur University Calcutta",
    "biography": "Not Available",
    "specialization": "Finance",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "binaybhushan_chakrabarti@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/binay-bhushan-chakrabarti"
  },
  {
    "name": "Deepak Ghodgaonkar",
    "education": "PhD (Electrical Engineering), University of Utah, USA",
    "biography": "Dr. Ghodgaonkar specialize in research areas of microwave nondestructive testing of composite materials and microwave imaging of human body. He has published more than 140 papers in reputed journal and conference proceedings. He supervised thesis work 4 PhD students and many MTech/BTech students. Also, he is a professor involved in teaching and research in areas of applied electromagnetics for more than 30 years. He has organized more than 14 international conferences. He is Senior Member IEEE, Fellow IETE and Fellow IEM, Malaysia.",
    "specialization": "RF and Microwave Engineering, Microwave Nondestructive Testing of Composite Materials, Biomedical Applications of Microwaves, Electromagnetic Imaging of Complex Dielectric Bodies, Microwave Measurements and Characterization of Nonlinear Dielectric Materials such as Barium-Strontium Titanate Meet Professor Deepak Ghodgaonkar has been a distinguished faculty member",
    "teaching": [
      "Microwave Engineering",
      "Antennas and Propagation",
      "Electromagnetic Fields and Waves",
      "Satellite Communications and Materials Science"
    ],
    "publications": [
      "Ch. V. N. Rao, D. K. Ghodgaonkar and Nitesh Sharma, “GaAs MMIC Low Noise Amplifier With Integrated High-Power Absorptive Receive Protection Switch” IEEE Microwave and Wireless Components Letters, Vol. 28, No. 12, December 2018, pp. 1128-1130, DOI: 10.1109/LMWC.2018.2877148",
      "R. J. Doshi and Deepak Ghodgaonkar, “Improving The Efficiency of Solid State Power Amplifier byfrequency Switching for Satellite Communication,” International Journal of Satellite Communications and Networking, July-August 2018, DOI:10.1002/sat.1254",
      "R. J. Doshi and Deepak Ghodgaonkar, “Adaptive Thermal Management Technique To Improve The Efficiency Of SSPA For Geosynchronous Satellite”, Journal of Heat Transfer, Volume 140, Issue 5, May, 2018.",
      "Hardik N. Patel and Deepak Ghodgaonkar, “Study of Effect of Numerical Breast Phantom Heterogeneity on Dielectric Profile Reconstruction Using Microwave Imaging” Progress In Electromagnetics Research M, Vol. 58, pp. 135-145, 2017.",
      "Hardik N. Patel and Deepak Ghodgaonkar, “Application of Group Theory for Computation Reduction in Microwave Imaging of Human Breast Model at 500 MHz” Progress In Electromagnetics Research M, Vol. 51, November 2016, pp. 165-173, 2016.",
      "Sanket S. Patel, Sanjeev Gupta and Deepak Ghodgaonkar, “Design of Low Power Low Phase Noise Negative Resistance KU-Band VCO using Planar Resonator Pair ” Microwave and Optical Technology Letters, Vol. 57, No. 8, August 2015, pp. 1938-1941.",
      "G. D. Makwana, Deepak Ghodgaonkar and Sanjeev Gupta, “Dual Mode and Miniaturized Rectangular Dielectric Resonator Antenna with a Simple Feeding Scheme” International Journal of RF and Microwave Computer Aided Engineering, Vol. 25, No. 3, March 2015, pp. 229-235.",
      "R. J. Doshi, Deepak Ghodgaonkar, D. K. Singh and D. K. Das, “Flexible Solid State Power Amplifier for Space Use,” International Journal of Microwave and Optical Technology, Vol. 10, No. 2, March 2015, pp. 126-131.",
      "G. D. Makwana, Deepak Ghodgaonkar and Sanjeev Gupta, “Investigation of a New Radiating Mode in Rectangular Dielectric Resonator Antenna: Experimental Validation,” International Journal of Microwave and Optical Technology, Volume 9 No. 4, July 2014, pp. 309-316.",
      "Ashish K. Sarvaiya, Sanjeev Gupta and Deepak Ghodgaonkar, “Interaction of Active MMIC with Package/Housing,” Advanced Electromagnetics, Vol. 3, No. 1, April 2014, pp. 25-29."
    ],
    "contact": {
      "phone": "079-68261623",
      "email": "deepak_ghodgaonkar@dau.ac.in",
      "address": "1103, FB-1, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/deepak-ghodgaonkar"
  },
  {
    "name": "Dhaval Joshi",
    "education": "Masters in Design (PGDPD): National Institute of Design, Gandhinagar",
    "biography": "Not Available",
    "specialization": "Design Research, Artificial Intelligence, Gaming, Customer engagement",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "dhaval_joshi@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/dhaval-joshi"
  },
  {
    "name": "Dipankar Nagchoudhuri",
    "education": "PhD (Electrical Engineering), Michigan State University, USA",
    "biography": "Not Available",
    "specialization": "VLSI Design, CMOS Circuits and Technology, Biomedical Signal Processing Chip Design",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "079-68261654",
      "email": "dnc@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/dipankar-nagchoudhuri"
  },
  {
    "name": "Gangeya Mukherji",
    "education": "PhD (The Vision of India in Tagore and Vivekananda), University of Allahabad",
    "biography": "Gangeya Mukherji took his doctorate degree from the University of Allahabad, on Vivekananda and Tagore, subsequent to the award of a Junior Research Fellowship from the University Grants Commission of India. He taught English Literature at a liberal arts college for 32 years before opting for early retirement in 2021. He was a Fellow at the Indian Institute of Advanced Study, Shimla (2008-2010), and Sabarmati Ashram Preservation and Memorial Trust (May-June 2017); and a Visiting Professor at the School of Arts and Sciences, Ahmedabad University (2018). Interested in the history of ideas with a particular focus on nineteenth and twentieth-century India, Mukherji specialises in Intellectual history, with a particular focus on capacious concepts, the imagining of modern India, Vivekananda, Tagore, Gandhi, Post Colonialism, and the Mahabharata. His books, published internationally, have been credited with generous reviews by some of the leading experts in the field. He served as the Convener of the International Seminar on “Exploring NonViolence” organised at the Indian Institute of Advanced Study, Shimla, from October 20-22, 2008; the International Seminar on “The Home and the World: Rabindranath Tagore” sponsored by Ministry of Culture, Government of India, and organised at the Indian Institute of Advanced Study, Shimla, during November 14-16, 2011, the Joint Coordinator of the Summer School on “Exploring Agency in the Mahabharata: Ethical, Political and Dharmic” organised at the Indian Institute of Advanced Study, Shimla, during September 17-30, 2012, and the Coordinator of the Winter School on “Life and Thought of Gandhi” organised at the Indian Institute of Advanced Study, Shimla, from December 1-15, 2016.",
    "specialization": "Intellectual history, 19th century India, Post-colonialism, Vivekananda, Tagore, Gandhi, Mahabharata.",
    "teaching": [],
    "publications": [
      "Gandhi and Tagore: Politics, Truth, and Conscience, Oxon; Delhi: Routledge, 2016.",
      "An Alternative Idea of India: Tagore and Vivekananda, London; Delhi: Routledge, 2011."
    ],
    "contact": {
      "phone": "079-68261683",
      "email": "gangeya_mukherji@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/gangeya-m"
  },
  {
    "name": "Jayprakash Lalchandani",
    "education": "PhD (Computer Science), IIT Kharagpur",
    "biography": "Not Available",
    "specialization": "Software Engineering",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "079-68261610",
      "email": "jayprakash_lalchandani@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/jayprakash-lalchandani"
  },
  {
    "name": "K Narayana Chandran",
    "education": "PhD, Indian Institute of Technology Bombay",
    "biography": "Not Available",
    "specialization": "Major Areas of Specialization: English Poetry and Theory; English Pedagogy and Politics of the discipline; Indian and western narrative traditions Minor Specialization: Translation; Allusion, intertextuality and intergenres; Short Narrative Forms including short fiction; Reading Relations ...",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "knarayana_chandran@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/k-narayana-chandran"
  },
  {
    "name": "Kalgi Gandhi",
    "education": "PhD - Thesis Submitted, DA-IICT Gandhinagar",
    "biography": "Not Available",
    "specialization": "Database Management, Distributed Database Management, Edge Computing",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "kalgi_gandhi@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/kalgi-gandhi"
  },
  {
    "name": "Kripabandhu Ghosh",
    "education": "Not Available",
    "biography": "Not Available",
    "specialization": "Information Retrieval/Data Mining/AI on Legal Domain",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "kripaghosh@iiserkol.ac.in",
      "address": "Department of Computational and Data Sciences,Indian Institute of Science Education and Research (IISER) Kolkata"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/kripabandhu-ghosh"
  },
  {
    "name": "Kuntala Dasgupta",
    "education": "BSc, Calcutta University",
    "biography": "Not Available",
    "specialization": "Rabindra Sangeet, North Indian, Classical, India Film Music and History",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "sdg.dau@gmail.com",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/kuntala-dasgupta"
  },
  {
    "name": "Nandini Banerjee",
    "education": "MA, M.Phil, PhD (International Economics), MA psychology in Psychotherapy and Counselling",
    "biography": "I have done MPhil, PhD in Economics. with specialization in ” India ASEAN Trade Relations.”I have also done MA in Psychology. Have 23+ years of Teaching and Counselling experience. I have worked in different projects in TISS Mumbai.Have conducted workshops, sessions in Stress Management, Guided Meditation, Self-Grooming and preparing students for placement for HR interviews, Emotional Intelligence, 6 Thinking Hats. Work as Psychotherapist and Counselling Psychologist.I am a passionate learner, having good communication skills, Peoples skill and problem solving skills.",
    "specialization": "Economics, Psychology, Soft skills. Certifications in Basic counseling course – Counseling development program (CDP), Advanced counseling course (ADP), Theoretical and experiential training on Fundamentals of Cognitive Behavior Therapy (CBT), Emotional Freedom Therapy (EFT), Reiki level I and II, by Reiki Grandmaster, Interactive meditation workshop, Hypnotherapy. Broad Area of Research Work Marketing Psychology Spiritual Psychology Psychological Abnormalities Engineering Psychology Neuro Economics",
    "teaching": [
      "Organization Behavior",
      "Human Behavior Management",
      "Soft Skills",
      "Economics"
    ],
    "publications": [
      "Attended conference on Mental Health and presented a paper in January 2021."
    ],
    "contact": {
      "phone": "079-68261620",
      "email": "nandini_banerjee@dau.ac.in",
      "address": "2110, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/nandini-banerjee"
  },
  {
    "name": "Nikita Desai",
    "education": "PhD (Design), DA-IICT Gandhinagar",
    "biography": "I received my M.Des and Ph.D from DAIICT, and have been teaching courses as an adjunct faculty with the M.Des program since 2017. I am also the Co-Founder and Creative Technology Director of Myth Interactives, a design agency specializing in the creation of Interactive and Immersive Experiences for Cultural Spaces since 2009.",
    "specialization": "Interaction Design Immersive Experience Design",
    "teaching": [
      "Principles of Interaction Design",
      "Web Design: Applications, Inter-connectibility"
    ],
    "publications": [
      "A Different Freedom: Kite Flying in Western India; Culture and Tradition; published by Cambridge Scholars Publishing, UK in 2010. ISBN-10: 1443822736"
    ],
    "contact": {
      "phone": "+91 9825169337",
      "email": "nikita_d@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/nikita-desai"
  },
  {
    "name": "Parth Mehta",
    "education": "PhD (Information and Communication Technology), DA-IICT Gandhinagar",
    "biography": "Not Available",
    "specialization": "Natural Language Processing, Large Language Models, Information Retrieval, Deep Learning",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "parth_mehta@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/parth-mehta"
  },
  {
    "name": "Prashant Grover",
    "education": "B.Sc (Hons) - Animation & Multi., Birla Institute of Technology",
    "biography": "I am a Artist professionally working in this industry for past 11 years. I am specialized in Motion graphics Animation Compositing, character design and storyboarding. I thrive on learning new things everyday and make an effort to explore different aspects of a job just to be more versatile.",
    "specialization": "Animation",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "prashant_grover@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/prashant-grover"
  },
  {
    "name": "Prosenjit Ganguly",
    "education": "4yr Diploma (now B.Des) in Animation Film Design, NID",
    "biography": "Not Available",
    "specialization": "Animation Film Making, Screenwriting, Story-telling, Character Design, Photography, Illustration, Voice Acting",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "prosenjit_ganguly@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/prosenjit-ganguly"
  },
  {
    "name": "Rudranil Das",
    "education": "Post Graduate Diploma in Textile Design, National Institute of Design (NID), Ahmedabad",
    "biography": "Not Available",
    "specialization": "Photography, Traveling, Research & Documentation on various crafts",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "rudranil_das@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/rudranil-das"
  },
  {
    "name": "Samit Bhattacharya",
    "education": "PhD (Computer Science & Engineering), IIT Kharagpur",
    "biography": "Not Available",
    "specialization": "Extended reality (virtual, augmented & mixed reality) Affective & ubiquitous systems Mobile & wearable systems & interactions ICT applications in education, agriculture, & healthcare User-Centric Computing & Human-computer interaction",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "samit_bhattacharya@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/samit-bhattacharya"
  },
  {
    "name": "Subhas Chandra Nandy",
    "education": "PhD (Computer Science), University of Calcutta",
    "biography": "Subhas C Nandy received the M.Sc. degree in Statistics from University of Calcutta in the year 1982, M.Tech.(CS) degree from Indian Statistical Institute in the year 1985, and Ph.D. degrees in Computer Science from University of Calcutta in the year 1996. Since 1986, he was an employee of Indian Statistical Institute, Kolkata. He retired as Professor HAG in July 2024. At the time of retirement he was attached with the Advanced Computing and Microelectronics Unit of the institute. He held visiting scientist positions in Japan Advance Institute of Science and Technology (JAIST) during 1998-1999 and City University of Hong Kong during May-August 2000. During August-December 2014 and August-September 2015, he served Carleton University as a visiting professor. He served in the Programme Committee of ISAAC (2006,2022), FSTTCS (2006, 2014), WALCOM (2008, 2010, 2011,2015, 2017, 2018, 2021, 2024, 2025, 2026). He is the Steering Committee member of the Workshop on Algorithms and Computation (WALCOM). He also served as a Guest Editor of two issues of the journal Theoretical Computer Science, and the special issue of WALCOM 2021 in J. on Graph Algorithms and Applications. He supervised 7 Doctoral students and more than 30 M.Tech.(CS) students during the tenure of his service as a faculty member in ISI.The research areas of interest of Dr. Nandy are computational and combinatorial geometry and algorithmic graph theory with applications in VLSI physical design, wireless communication, robot path planning, etc. He collaborates with researchers in IIT KGP, IIT Guwahati, IIT Delhi, etc. in the country, and Carleton University, Simon Fraser University, abroad. He published more than 100 research articles in reputed international journals and peer reviewed conferences.",
    "specialization": "Algorithms, Data Structure, Graph Applications, Computational and Combinatorial Geometry",
    "teaching": [
      "Algorithms, Data Structure, Computational Geometry, Graph Algorithms, Optimization, Approximation and Randomized Algorithms"
    ],
    "publications": [],
    "contact": {
      "phone": "079-68261717",
      "email": "subhas_nandy@dau.ac.in",
      "address": "4105, FB-4, DAU, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/subhas-chandra-nandy"
  },
  {
    "name": "Swati Priya",
    "education": "PhD (Heavy Metal Detection in Crops and Soil Clay Mineral Abundance Mapping using Hyperspectral Data), DA-IICT Gandhinagar",
    "biography": "Not Available",
    "specialization": "Remote sensing and GIS, Precision agriculture, and Crop modelling precision agriculture",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "swati_priya@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/swati-priya"
  },
  {
    "name": "Troy Vasanth",
    "education": "PGDPD (Animation Film Design), NID, Ahmedabad",
    "biography": "Not Available",
    "specialization": "Sound Design, 3D, Animation and Motion Design",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "troy_vasanth@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/troy-vasanth"
  },
  {
    "name": "Umang Shah",
    "education": "PDP Programme, Aalto University, Finland",
    "biography": "Not Available",
    "specialization": "a. Integrated Interdisciplinary Design b. Design and Technology c. Aesthetic Detailings and Manufacturing d. Radical and Incremental Innovation.",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "umang_shah@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty/umang-shah"
  },
  {
    "name": "Anil Maheshwari",
    "education": "PhD, TIFR Bombay",
    "biography": "Dr. Maheshwari received his bachelor’s and master’s from Birla Institute of Technology and Sciences and his Ph.D. from Tata Institute of Fundamental Research in India. He was a postdoctoral fellow at the Max-Planck Institute for Computer Science in Saarbrücken, Germany from 1993-94 and Research Associate at Carleton from 1994-95. He joined the School of Computer Science as an Assistant Professor in 1996 and has been a professor with the school since 2007.",
    "specialization": "Design, Analysis and Implementation of Algorithms for Problems arising in Computational Geometry, Graph Theory, Discrete Mathematics, and Data Science.",
    "teaching": [
      "Current Research:",
      "Dr. Maheshwari works in the field of design, analysis, and implementation of sequential, parallel, and external memory algorithms for problems arising in Computational Geometry, Graph Theory, and Data Science. Recently, he has been looking into problems related to geometric graphs, geometric location analysis and shortest path problems. His research work in geometric graphs is centred around the theme of establishing graph theoretic and geometric properties of the underlying spatial configuration, and use them to design efficient algorithmic solutions. The graph theoretic properties of interests are connectivity, bi-connectivity, spanning properties, diameter, planarity, perfect and bottleneck matchings, Hamiltonian cycle, separators, independent sets, vertex and edge colourings. The geometric graphs of particular interest are spanners, unit-disk graphs, plane graphs, proximity graphs, Delaunay triangulations and its variants. In geometric location analysis, he studies various algorithm design questions related to finding the best location to place facilities. In geometric path problems, he looks at variants and applications of shortest path problems in two and three-dimensions. The above three areas are interrelated. Often a geometric problem is transformed into a graph problem, and by exploiting the geometric structure a faster algorithm for the graph problem is obtained. Geometric spanners are main ingredients used in designing efficient algorithms for geometric path problems. This, in turn, requires the construction of spanners having useful structural properties. Matching in geometric graphs helps in understanding and discovering combinatorial and geometric structures inherent in these graphs. In location analysis problems, the underlying geometric structure with graph-theoretic techniques is exploited to design faster algorithms."
    ],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "anil_maheshwari@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/anil-maheshwari"
  },
  {
    "name": "Anthony R. Noerpel",
    "education": "MSc (Electrical Engineering), New Jersey Institute of Technology, USA",
    "biography": "Not Available",
    "specialization": "Cellular and Satellite Communication System Design, RF Propagation, Earth Systems Sciences.",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "anthony_noerpel@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/anthony-r-noerpel"
  },
  {
    "name": "Gabriella Pasi",
    "education": "PhD (Computer Science), University of Rennes, France",
    "biography": "Not Available",
    "specialization": "Information Retrieval, Information Filtering, Data Science, Fuzzy Logic",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "gabriella_pasi@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/gabriella-pasi"
  },
  {
    "name": "Gaurav Sharma",
    "education": "Not Available",
    "biography": "Not Available",
    "specialization": "Data Analytics, Cyber Physical Systems, Signal and Image Processing, Computer Vision, Media Security, Communications",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "gaurav.sharma@rochester.edu",
      "address": "Professor of Electrical and Computer Engineering,University of Rochester, CSB 725, Box 270231,Rochester, NY 14627-0231 USA"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/gaurav-sharma"
  },
  {
    "name": "Nicholas Belkin",
    "education": "PhD (Information Studies), University College, University of London",
    "biography": "Not Available",
    "specialization": "Information Retrieval, and Interaction Design",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "nicholas_belkin@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/nicholas-belkin"
  },
  {
    "name": "Nilotpal Chakravarti",
    "education": "PhD (Combinatorics and Optimization), University of Waterloo, USA",
    "biography": "Not Available",
    "specialization": "Not Available",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "nilotpal_chakravarti@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/nilotpal-chakravarti"
  },
  {
    "name": "Ranjan Pal",
    "education": "PhD (Computer Science), Provost PhD Fellow (Highest Graduate Honor), University of Southern California (USC), Los Angeles, California, USA",
    "biography": "Not Available",
    "specialization": "Cyber Risk Management, Cyber Resilience, Cybersecurity, Decision Science, Algorithmics, Applied Probability",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "ranjanpal9@gmail.com",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/ranjan-pal"
  },
  {
    "name": "Rita Chakravarti",
    "education": "PhD (Multivariate Analysis), University of Pittsburgh",
    "biography": "Not Available",
    "specialization": "Not Available",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "rita_chakravarti@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/rita-chakravarti"
  },
  {
    "name": "S. Lakshmivarahan",
    "education": "PhD (Electrical Engineering), Indian Institute of Science, Bangalore",
    "biography": "Not Available",
    "specialization": "Big Data Analytics, Dynamic Data Assimilation and Its Applications, Multi-Agent Dynamics and Network Science, Interconnection Networks for Parallel Computers, Learning Algorithms and Computational Finance.",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "s_lakshmivarahan@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/s-lakshmivarahan"
  },
  {
    "name": "Stefano Mizzaro",
    "education": "PhD (Information Engineering), University of Trieste, Italy",
    "biography": "Not Available",
    "specialization": "Information Retrieval, Artificial Intelligence",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "mizzaro@uniud.it",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/stefano-mizzaro"
  },
  {
    "name": "Thomas Mandl",
    "education": "PhD (Information Science), University of Hildesheim, Germany",
    "biography": "Not Available",
    "specialization": "Information Science, Cognitive Similarity Learning in Information Retrieval and Information Management",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "thomas_mandl@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/adjunct-faculty-international/thomas-mandl"
  },
  {
    "name": "Vishvajit Pandya",
    "education": "PhD (Anthropology), University of Chicago, USA",
    "biography": "Not Available",
    "specialization": "Material Culture, Design and Communication Culture, Visual Anthropology, Anthropology of Space, Rituals and History with specific reference to Colonialism South East Asia",
    "teaching": [
      "Approaches to Indian Society",
      "Culture and Communication",
      "Ethnographic: Methods",
      "Research Narratives"
    ],
    "publications": [
      "“Movement and Space: Andamanese Cartography” InAmerican Ethnologist.17 (4) pp775-797",
      "Above the Forest; A Study of Andamanese Ethnoanemology,Cosmologyand the Power of Ritual. Oxford University Press. New Delhi.(ISBN 019562971x)",
      "“Time to move: winds and the political economy of space in Andamanese culture”Journal of the Royal Anthropological Institute. (NS) Special Issue S91-S104 April pp; 591-604.",
      "In the Forest: Visual and Material Worlds of Andamanese History(1858-2003). Marryland: University Press of America.",
      "‘Through lens and Text- Constructions of a “Stone Age” Tribe in the Andaman Islands’ InHistory Workshop Journal. Spring Issue 67. Pp 173- 193 (Oxford University Journals)",
      "Integrated Histories of the Andaman Islands. (co-edited with C.Anderson and M.Mazumdar) Cambridge University Press, UK"
    ],
    "contact": {
      "phone": "079-68261543",
      "email": "vishvajit_pandya@dau.ac.in",
      "address": "2105, FB-2, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/distinguished-professor/vishvajit-pandya"
  },
  {
    "name": "Ajay Tomar",
    "education": "I",
    "biography": "P.S, (1989)",
    "specialization": "Mr. Ajay Tomar was retired as the Commissioner of Police, Surat. He was recipient of Police Medal For Meritorious Service 2005 and also the President's Medal For Distinguished Service-2014. KNOW MORE",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "ajay_tomar@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/professor-practice/ajay-tomar"
  },
  {
    "name": "Anirban Dutta Gupta",
    "education": "Graduate in Visual Communication Design, NID Ahmedabad",
    "biography": "Not Available",
    "specialization": "Natural History & Ethnographic Documentary, Photography, Communication Design, Design for Development & Conservation",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "anirban_dutta@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/professor-practice/anirban-dutta-gupta"
  },
  {
    "name": "Harpreet Singh Jattana",
    "education": "PhD - Pursuing (Microelectronics – SOI CMOS Process Integration & Modelling), IIT Roorkee",
    "biography": "Have hands-on experience(more than 37 years) in the following areas of microelectronics:CMOS Process development and Integration (SOI, HV, BiPolar, NVM, OTP)VLSI Design for Space/Military applicationsRadiation hardened Technology for VLSI products.CMOS fabrication and Mass productionDevice reliability and failure modesIC testing, characterization, Packaging and QualificationFailure Analysis of CMOSProject planning, execution and ManagementMaterials management, procurement.Equipment specifications formulation, technical comparisonToT related issues – Device types, process details, unit recipes, Tech vehicle, IPs, design flows etc.MEMS Cantilever and Z-measurement MEMS device for Biomedical applicationsSubject Knowledge & UnderstandingNon conventional MOS devicesLower Node Technology (incl products and markets)VLSI Packaging ( Ceramic, Plastic, Small-outline, 2D, MCM,2.5D)MEMS DesignMEMS Fabrication (Surface & Bulk Micromachining, LEGA)Compound Semiconductors (GaN, GaAs based devices)Medical DevicesClinical ValidationTeaching Semiconductor courses (MTech, BTech )",
    "specialization": "CMOS Process Development, Device Reliability, CMOS Design, Compound Semiconductors, VLSI Testing & Packaging, Wafer Fabrication",
    "teaching": [
      "Have taught the following courses to MTech/PhD /Btech students at IIST Trivandrum, Manipal University Jaipur, EICT IIT Guwahati, WPU Pune, NIRMA University and MNIT Jaipur",
      "Device Physics",
      "CMOS Analog Design",
      "VLSI Microfabrication",
      "VLSI Digital design, including Low Power design",
      "Design of Data Converters (ADCs, DAC, PGA)",
      "Physical design Implementation",
      "Device Modelling, characterization and Failure modes of MOS Tx"
    ],
    "publications": [
      "21 Technical papers in “Compendium of Research work “(ISRO)",
      "Accurate analysis of settling error in CDS integrator based Sigma delta modulator INDI-CON 2015",
      "Simple PE CVD SIo2 OTP Memory based PUF for 180nm node for IOT: 75th Annual de-vice research conference DRC",
      "Technology development of high gain BJT 180nm BiCMOSTechnology : IWPSD 2017",
      "IEEE Transactions on Electron Devices page 4826, Vol 66 Nov 2018.Number 11: Transi-ent response of 0.18 um SOI MOSFETS and SRAM bit-cells to heavy-ion Irritation for variable SOI film thickness."
    ],
    "contact": {
      "phone": "079-68261718",
      "email": "harpreetsingh_jattana@dau.ac.in",
      "address": "3110, FB-3, DA-IICT, Gandhinagar, Gujarat, India – 382007"
    },
    "profile_url": "https://www.daiict.ac.in/professor-practice/harpreet-singh-jattana"
  },
  {
    "name": "K C Supekar",
    "education": "PhD (Agricultural Economics), Gokhale Institute of Politics and Economics, Pune (GIPE)",
    "biography": "Not Available",
    "specialization": "Dr. Supekar has an extensive experience of about 40 years of cooperative dairy sector in India which ranges from small and marginal farmers at grassroots level to serving as Managing Director of NCDFI for about 13 years. The key areas of interest include upliftment of the rural farmers & women empowerment to bring social and cultural change and bringing in the digital technologies to revamp the Indian rural ecosystem.",
    "teaching": [],
    "publications": [],
    "contact": {
      "phone": "Not Available",
      "email": "kc_supekar@dau.ac.in",
      "address": "Not Available"
    },
    "profile_url": "https://www.daiict.ac.in/professor-practice/kc-supekar"
  }
]